import React from 'react';
import ReactDOM from 'react-dom';
import "../assets/css/article.css";
import MediaQuery from 'react-responsive'
const Desktop = ({children}) => <MediaQuery minWidth={1280} children={children}/>;
const Tablet = ({children}) => <MediaQuery minWidth={768} maxWidth={1279} children={children}/>;
const Mobile = ({children}) => <MediaQuery maxWidth={768} children={children}/>;
class CollegeArticle extends React.Component {
    render() {
        return (
            <div>
                <Desktop>
                    <div className='desktop-navbar-offset'></div>
                </Desktop>
                <Mobile>
                    <div className='mobile-navbar-offset'></div>
                </Mobile>
                <Tablet>
                    <div className='mobile-navbar-offset'></div>
                </Tablet>
                <Desktop>
                    <div className="container">
                        <div className="row">
                            <div className="col-lg-12">
                                <h2 className="text-center">สูตรลับเรียนเก่ง
                                </h2>
                                <hr className = 'colored-line m-purple'/>
                            </div>
                        </div>
                        <div className="row article-row">
                            <div className="col-md-2">
                            </div>
                            <div className="col-md-8 qa">
                                <div className='row'>
                                    <div className='col-md-8 col-md-offset-2'>
                                        <img src='src/client/app/assets/images/collegearticle.jpg' className='img-responsive'/>
                                    </div>
                                </div>
                                <h4>ในหัวข้อนี้ถือเป็นเรื่องที่สำคัญที่สุดต่อน้อง ๆ
                                มัธยมปลายที่กำลังเตรียมความพร้อมในการสอบเข้ามหาวิทยาลัย
                                เพราะเป็นช่วงที่ส่งผลต่อสิ่งที่ต้องเรียน ความถนัด และอาชีพในอนาคต
                                ช่วงนี้สำคัญมากที่สุดเลยนะคะ น้อง ๆ บางคนอาจค้นพบทางที่ตัวเองถนัดแล้ว แต่ถ้าน้อง ๆ
                                ยังมีคำถามเหล่านี้อยู่ในหัวว่า
                                “เราอยากเรียนต่อคณะไหนกันนะ อยากเป็นอาชีพอะไร เราชอบวิชาไหนกันแน่
                                เราถนัดวิชาไหนบ้าง”
                                อาจทำให้เป็นเรื่องยากในการสอบเข้าได้
                                การตัดสินใจเลือกคณะที่เหมาะกับเราสามารถเป็นจุดเริ่มต้นของความสุขทั้งชีวิตได้เลยนะ
                                วันนี้พี่ ๆ ทาง CULH จึงได้รวบรวมคำถามยอดฮิต
                                ปัญหาที่พบเจอบ่อยที่สุดในวัยมัธยมปลาย
                                และมีเคล็ดลับในการสอบเข้ามหาวิทยาลัยให้ได้คะแนนดี เพื่อเสริมสร้างความมั่นใจ
                                ชี้แนะแนวทาง และเป็นแรงผลักดันให้แก่น้อง ๆทุกคนค่ะ

                                คำถามยอดฮิต ปัญหาที่พบเจอบ่อยที่สุดในวัยมัธยมปลาย</h4>
                                <h4>Q: ถ้ายังไม่รู้ว่าตัวเราเองอยากเข้าคณะไหน ทำอย่างไรดีคะ?</h4>
                                <h5>A: ต้องขอบอกก่อนว่าเรื่องนี้น้องๆหลายคนอาจมองว่าไม่สำคัญ แต่จริง ๆแล้ว
                                สำคัญมากที่สุด!!! การที่เรารู้ก่อนว่า
                                เราอยากเข้าคณะไหนจะทำให้เราได้เปรียบและสามารถเตรียมตัวสอบได้เร็วกว่าคนอื่น
                                ก่อนอื่นเริ่มน้อง ๆ ต้องหาว่า น้องชอบหรือถนัดเรียนวิชาไหน
                                และเรามีความสุขกับการเรียนวิชานั้นมั้ย ถ้าใช่
                                นั่นอาจเป็นทางที่เหมาะกับเราในการเรียนมหาลัยได้</h5>
                                <h4>Q: อ่านหนังสืออย่างไร? เพื่อเตรียมตัวสอบเข้ามหาวิทยาลัยชื่อดังได้สำเร็จ</h4>
                                <h5>A: อันดับแรก น้องๆต้องรู้ก่อนว่า “อยากเข้าคณะไหน” ถ้าเรามีเป้าหมายแล้ว
                                เราจะสามารถวางแผนการอ่านและการเรียนได้ง่ายขึ้น น้อง ๆ
                                ต้อง<strong>ศึกษาวิชาและข้อสอบ</strong>ที่ต้องใช้ในการสอบ แล้วหาวิธีที่ช่วยทำให้บรรลุเป้าหมาย นั่นคือ
                                <strong>มีใจอยากอ่านอ่านหนังสือ</strong>ด้วยตัวเองก่อน แต่ถ้าทำไม่ได้ พี่ขอแนะนำ ให้น้องหาครูติวเลยค่ะ
                                <strong>ติวแบบตัวต่อตัว</strong>ยิ่งดี ถ้าน้องได้เรียนกับรุ่นพี่มหาวิทยาลัยชื่อดัง
                                พี่เชื่อว่าจะทำให้เราเกิดแรงจูงใจในการสอบเข้ามากขึ้น เพราะพี่ๆเหล่านี้
                                เป็นผู้มีประสบการณ์มาก่อน และรู้แนวข้อสอบได้เป็นอย่างดี ดั้งนั้น
                                การเรียนกับผู้ที่ประสบความสำเร็จมาก่อน ย่อมทำให้เราประสบความสำเร็จตามไปด้วย</h5>
                                <h4>Q: เราอยู่โรงเรียนต่างจังหวัด ธรรมดาๆเลย แต่อยากเข้า จุฬา ธรรมศาสตร์ มหิดล เป็นไปได้มั้ยคะ?</h4>
                                <h5>A: เป็นไปได้แน่นอน! ขอเพียงน้อง ๆ ตั้งใจจริง อยากสอบติดจริง ขยัน อดทน ทางพี่ๆ CULH
                                ยินดีส่งติวเตอร์ไปช่วยติวน้องถึงที่บ้านอีกแรง ถ้าเป็นต่างจังหวัด ทาง CULH
                                ก็มีเรียนแบบออนไลน์(SKYPE)ได้ค่ะ พี่เชื่อว่า ถ้าน้องขยัน ตั้งใจ อดทน
                                ทำตามคำแนะนำของพี่ๆ ผลลัพธ์นั้น ขอรับประกัน ติดแน่นอนค่ะ</h5>
                                <h4>Q: อันดับโรงเรียนในกรุงเทพมหานครที่แอดมิชชั่นติดสูงสุด มีที่ไหนบ้าง?</h4>
                                <h5>A: อันดับ 1 โรงเรียนเตรียมอุดมศึกษา<br></br>
                                    อันดับ 2 โรงเรียนสตรีวิทยา<br></br>
                                    อันดับ 3 โรงเรียนบดินทร์เดชา (สิงห์ สิงเหสนี)<br></br>
                                    อันดับ 4 โรงเรียนฤทธิยะวรรณาลัย<br></br>
                                    อันดับ 5 โรงเรียนเทพศิรินทร์<br></br>
                                    อันดับ 6 โรงเรียนเบญจมราชาลัย (ในพระบรมราชูปถัมภ์)<br></br>
                                    อันดับ 7 โรงเรียนสามเสนวิทยาลัย<br></br>
                                    อันดับ 8 โรงเรียนสตรีวัดอัปสรสวรรค์<br></br>
                                    อันดับ 9 โรงเรียนโยธินบูรณะ<br></br>
                                    อันดับ 10 โรงเรียนบางปะกอกวิทยาคม<br></br>
                                    อันดับ 11 โรงเรียนศึกษานารี<br></br>
                                    อันดับ 12 โรงเรียนสตรีวิทยา 2<br></br>
                                    อันดับ 13 โรงเรียนวัดสุทธิวราราม<br></br>
                                    อันดับ 14 โรงเรียนสวนกุหลาบวิทยาลัย<br></br>
                                    อันดับ 15 โรงเรียนสายปัญญา ในพระบรมราชินูปถัมภ์<br></br>
                                    อันดับ 16 โรงเรียนบางกะปิ<br></br>
                                    อันดับ 17 โรงเรียนเตรียมอุดมศึกษาพัฒนาการ<br></br>
                                    อันดับ 18 โรงเรียนบดินทร์เดชา (สิงห์ สิงเหสนี) 2<br></br>
                                    อันดับ 19 โรงเรียนสารวิทยา<br></br>
                                    อันดับ 20 โรงเรียนหอวัง<br></br>
                                    *แต่ถ้าน้อง ๆ ไม่ได้อยู่ในโรงเรียนดังต่อไปนี้ ไม่ต้องกังวลนะคะ
                                    โรงเรียนเป็นแค่ส่วนหนึ่งไม่สำคัญเท่ากับการตั้งใจเรียนด้วยใจของน้องๆ</h5>
                                    <h4>Q: อีกไม่กี่เดือนก็ใกล้สอบแล้ว หนูพึ่งค้นพบตัวเองว่าอยากเปลี่ยนคณะหนูยังสามารถเตรียมตัวไปสอบทันอยู่ไหมคะ?</h4>
                                    <h5>A: แน่นอนว่าน้องสามารถเตรียมตัวไปสอบคณะที่น้องอยากเข้าได้
                                    ขึ้นอยู่กับความเพียรพยายามของน้อง ความมุ่งมั่น ความตั้งใจในการทบทวน
                                    แม้จะมีเวลาไม่มาก แต่ถ้าได้รับการติวจากติวเตอร์ที่น่าเชื่อถือ มีคุณภาพ
                                    มีประสบการณ์จากสถาบันของเราบวกกับการฝึกทำโจทย์ น้อง
                                    ๆสามารถเข้าคณะที่ต้องการได้อย่างแน่นอนค่ะ</h5>
                                    <h4>Q : แล้วถ้าลองไปสอบแล้ว สอบได้คะแนนน้อยมาก อีกสองเดือนจะสอบใหม่หนูควรทำอย่างไรดี ?</h4>
                                    <h5>A : ด้วยระยะเวลาที่น้อยมาก ๆ พี่ขอแนะนำให้น้อง <strong>“เรียนพิเศษส่วนตัวเลยค่ะ”</strong>
                                    เพราะเป็นการเรียนที่ได้ผลมากที่สุด เมื่อเทียบกับการเรียนในแบบอื่น ๆ
                                    อีกทั้งติวเตอร์จากสถาบัน CULH มีประสบการณ์สอนติวเข้ามานาน ตั้งใจสอนจริง ดังนั้น
                                    ถึงแม้เวลาจะน้อยเพียงใด ทางCULH เชื่อว่า น้อง ๆ
                                    ทุกคนสามารถสอบติดคณะที่ฝันไว้ได้อย่างแน่นอน</h5>
                                    <h4>เคล็ดลับในการสอบเข้ามหาวิทยาลัยให้ได้คะแนนดี
                                    การอ่านหนังสือในช่วงใกล้สอบอาจเป็นเรื่องที่หนักสำหรับน้องหลายๆคน ทั้งเนื้อหา
                                    ทั้งโจทย์อีกมมากมาย
                                    วันนี้พี่มีเคล็ดลับดีๆที่จะทำให้น้องได้คะแนนสอบตามที่คาดหวังมาฝากน้อง ๆ กันคะ<br></br>
                                    <strong>การพักผ่อน</strong> การพักผ่อนถือเป็นสิ่งสำคัญมาก ๆต่อการอ่านหนังสือ เพราะจะทำให้เราสดใส
                                    มีสติ เพิ่มประสิทธิภาพในการจดจำ และสามารถเปิดรับเนื้อหาใหม่ๆได้ง่ายขึ้น
                                    แน่นอนว่าช่วงใกล้สอบการพักผ่อนอาจมีไม่เยอะนักสำหรับน้องๆ
                                    แต่ก็อย่าลืมพักผ่อนกันให้เพียงพอนะคะ เทคนิคง่ายๆของการพักผ่อน คือ
                                    การพักสายตาสัก10-15 นาที
                                    ระหว่างการทบทวนจะช่วยให้เราตั้งใจอ่านได้ยาวนานมากขึ้นอีกด้วยค่ะ<br></br>
                                    <strong>ความตั้งใจ</strong> มีสมาธิระหว่างทบทวนเนื้อหา ในข้อนี้จะทำให้เราอ่านหนังสือได้ผลดีที่สุดเลยค่ะ
                                    แม้เราจะตั้งใจอ่านได้ไม่นาน แต่ถ้าเราไม่วอกแว๊ก ตั้งใจอ่านอย่างมีสมาธิ
                                    ก็จะทำให้เราจดจำได้อย่างแม่นยำ
                                    และได้ผลดีกว่าการอ่านเป็นเวลานานแต่ไม่มีสมาธิจดจ่อกับการอ่าน<br></br>
                                    <strong>หมั่นทบทวนเนื้อหาอยู่เสมอ</strong>
                                    แน่นอนค่ะว่านอกจากที่เราเรียนและคิดว่าเราเข้าใจเรียบร้อยแล้ว
                                    ในวันข้างหน้าเราก็อาจลืมเนื้อหาในส่วนนั้นได้ เคล็ดลับในการทบทวนง่ายๆของพี่คือการ
                                    อ่านทวนซ้ำ การอ่านออกเสียงจะช่วยทำให้จดจำได้ง่ายและการทบทวนจะรวดเร็วยิ่งขึ้นค่ะ<br></br>
                                    ทั้งหมดนี้ก็เป็นเคล็ดลับดี ๆจากพี่ๆ CULH
                                    ที่ได้นำมามอบเป็นความรู้และกำลังใจในการเตรียมตัวสอบเข้ามหาวิทยาลัย
                                    ยิ่งถ้าได้ติวเตอร์ที่ดี ก็จะช่วยทำให้เราเข้าใจเนื้อหาและทบทวนได้ง่ายขึ้นนะคะ
                                    </h4>
                            </div>
                        </div>
                    </div>
            </Desktop>
            <Tablet>
                <div className="container mobile-article-padding">
                    <div className="row">
                        <div className="col-lg-12">
                            <h2 className="text-center">สูตรลับเรียนเก่ง
                            </h2>
                            <hr className = 'colored-line m-purple'/>
                        </div>
                    </div>
                    <div className="row article-row">
                        <div className="col-md-2">
                        </div>
                        <div className="col-md-8 qa">
                            <div className='row'>
                                <div className='col-md-8 col-md-offset-2'>
                                    <img src='src/client/app/assets/images/collegearticle.jpg' className='img-responsive'/>
                                </div>
                            </div>
                            <h4>Q : อยากให้ลูกโตขึ้นมาเป็นเด็กที่เรียนเก่ง ตั้งใจเรียน
คุณพ่อคุณแม่ควรเริ่มอย่างไรดีคะ?</h4>
                            <h5>A : คำว่า “เรียนเก่ง” ในที่นี้
                            ไม่ได้หมายถึงการเรียนรู้ด้านวิชาการในห้องเรียนเพียงอย่างเดียวนะคะ
                            แต่หมายถึงการเรียนรู้ในทุกด้าน เช่น การพัฒนาทักษะทางด้านร่างกาย จิตใจ และสังคม
                            เพื่อให้ลูกสามารถอยู่ในสังคมด้วยตัวเองได้อย่างมีความสุขในอนาคต
                            เด็กวัยเรียน คือ เด็กที่มีช่วงอายุ 6-12 ขวบ เป็นวัยที่เริ่มเข้าเรียนประถมศึกษานั่นเอง
                            เด็กวัยนี้มีการเจริญเติบโตและพัฒนาการมากกว่าเด็กวัยอนุบาลอย่างเห็นได้ชัด ดังนั้น
                            ช่วงวัยนี้ผู้ปกครองควรเริ่มปลูกฝังนิสัยรักการเรียนของน้อง ๆ นะคะ โดยเริ่มจาก
                            ฝึกสมาธิ เป็นลำดับแรก
                            “ไม่ค่อยมีสมาธิทำการบ้านเลย ถึงเวลาทำการบ้านเปิดหนังสือ ตาก็ดู มือก็ถือดินสอ
                            แต่ใจไม่อ่านไม่ทำ คิดเรื่องอื่นไปเสียแล้ว”
                            “เวลาอ่านหนังสือนั่งนิ่งๆ อยู่กับที่ไม่ได้”
                            “คุณครูบอกว่า อยู่โรงเรียนเล่นตลอดเวลา ไม่ตั้งใจเรียนเอาเลย”
                            “กังวลว่าถ้าลูกยังไม่มีสมาธิในการเรียนอย่างนี้ ลูกจะเรียนดีได้อย่างไร แล้วเขาจะเรียนทันเพื่อนไหม
                            ไปจนถึงสงสัยว่าลูกจะเป็นสมาธิสั้น”
                            สิ่งสำคัญที่สุดที่ลูกๆจะเริ่มรักการเรียนหรือการอ่าน หรือแม้กระทั่งทำสิ่งอื่น ๆได้อย่างสำเร็จ
                            คือ ลูกต้องมีสมาธิ</h5>
                            <h4>
                                Q : แล้วพ่อแม่จะทำอย่างไรได้บ้าง เพื่อช่วยให้ลูกมีสมาธิในการเรียนและเรียนเก่งขึ้น ?
                            </h4>
                            <h5>
                                ผู้ปกครองสามารถฝึกสมาธิในการเรียนของลูกๆ ตามคำแนะนำ 5 ข้อนี้
                            เพื่อให้ลูกน้อยมีสมาธิในการเรียนมากขึ้นได้ค่ะ <br></br>
                            <strong>ทำตารางเวลาคนเก่ง</strong> ความสำคัญอยู่ที่คุณกับลูกทำตารางเวลานี้ด้วยกัน
                            เพื่อกำหนดกิจวัตรประจำวันตั้งแต่ตื่นนอนจนถึงเข้านอน เช่น เวลาเรียน เวลาเล่น เวลานอน
                            เมื่อได้ลงมือทำตารางเอง น้อง ๆ ก็มักจะจำได้ดีและเป็นสิ่งเตือนสติทำให้เกิดสมาธิตามมา<br></br>
                            <strong>จัดมุมเรียนโดยเฉพาะ</strong> ผู้ปกครอง ควรสนับสนุนให้ลูกมีโต๊ะเรียนเป็นของตนเอง ดีที่สุด คือ
                            โต๊ะควรตั้งอยู่ในบริเวณที่เงียบ ไม่ควรมีเสียงอึกทึก ไม่มีทีวี เกม
                            หรือสิ่งที่ชวนให้เสียสมาธิอยู่ใกล้ๆ เพราะเด็กไวต่อสิ่งเร้ามาก รวมทั้งเวลาการเรียน น้อง
                            ๆต้องมีเวลาในการทบทวนบทเรียน ทำการบ้าน
                            ด้วยตนเองหรือมีครูช่วยสอนและดูแลแบบส่วนตัว<br></br>
                            <strong>ทำกิจกรรมที่ชอบ</strong> คุณพ่อคุณแม่ลองสังเกตนะคะว่าลูกๆ ทำกิจกรรมอะไรแล้วสนุก
                            ทำได้ต่อเนื่องค่อนข้างนาน ชวนลูกทำเล่นด้วยกันในครอบครัว เช่น
                            เด็กบางคนสามารถถักไหมพรม เล่นเกมกระดาน อ่านนิทาน เป็นต้น
                            สิ่งเหล่านี้สามารถสร้างสมาธิของลูกได้อย่างไม่น่าเชื่อ<br></br>
                            <strong>ดนตรีสร้างสมาธิ</strong>  ดนตรีช่วยทำให้จิตใจมีความสงบ ลดความสับสนวุ่นวาย
                            เมื่อจิตใจสงบทำให้เกิดคลื่นสมองที่เรียกว่า คลื่นอัลฟา (Alpha Wave)
                            ซึ่งเป็นภาวะที่มีสมาธิและเหมาะสมในการเรียนรู้ สร้างสรรค์ผลงาน
                            และมีใจจดใจจ่อกับเรื่องใดเรื่องหนึ่ง<br></br>
                            <strong>ศิลปะสนุก</strong> กิจกรรมทางศิลปะช่วยทำให้เกิดสมาธิ
                            และได้ทักษะการทำงานประสานกันระหว่างมือและสายตาด้วย เช่น การวาดภาพ โดยใช้สีไม้
                            สีน้ำ สีเทียน หรือ การปั้น ด้วยดินเหนียว แป้งโด หรือดินน้ำมัน หรือการพับกระดาษ
                            เพื่อให้ลูกได้ใช้ศิลปะในการฝึกสมาธิ </h5>
                            <h4>Q : การจัดอันดับโรงเรียนยอดนิยม มีชื่อเสียง เก่ง และได้รับการยอมรับในระดับชั้นประถมศึกษามีโรงเรียนไหนบ้าง ?</h4>
                            <h5>A : 1.โรงเรียนสาธิตจุฬาลงกรณ์มหาวิทยาลัย (ฝ่ายประถม)<br></br>2. โรงเรียนอัสสัมชัญ
                            แผนกประถม  <br></br>3. โรงเรียนสาธิตมหาวิทยาลัยศรีนครินทรวิโรฒประสานมิตร
                            (ฝ่ายประถม)<br></br>4. โรงเรียนสาธิตแห่งมหาวิทยาลัยเกษตรศาสตร์ <br></br> 5.
                            โรงเรียนกรุงเทพคริสเตียนวิทยาลัย<br></br>6. โรงเรียนราชวินิต <br></br>7. โรงเรียนเซนต์คาเบรียล <br></br>
                            8. โรงเรียนมาแตร์เดอีวิทยาลัย <br></br> 9. โรงเรียนวัฒนาวิทยาลัย <br></br>10. โรงเรียนสาธิตละอออุทิศ
                            มหาวิทยาลัยราชภัฏสวนดุสิต <br></br>11. โรงเรียนอนุบาลสุธีธร นครปฐม<br></br>12. โรงเรียนเซนต์ดอมินิก<br></br>
                            13. โรงเรียนสาธิตประถม (ศึกษาศาสตร์) ม.ขอนแก่น<br></br>14. โรงเรียนสาธิต(พิบูลบำเพ็ญ)
                            ม.บูรพา  <br></br>15. โรงเรียนอนุบาลนครราชสีมา นครราชสีมา <br></br>
                            16. โรงเรียนเซนต์ฟรังซีสซาเวียร์คอนแวนต์  <br></br>17. โรงเรียนเซนต์โยเชฟคอนเวนต์ <br></br>
                            18. โรงเรียนอรรถมิตร <br></br> 19. โรงเรียนปรินส์รอแยลส์วิทยาลัย เชียงใหม่ <br></br>
                            20. โรงเรียนสารสาสน์เอกตรา <br></br>
                            *แต่ถ้าน้อง ๆ ไม่ได้อยู่ในโรงเรียนดังต่อไปนี้ คุณพ่อคุณแม่ไม่ต้องกังวลนะคะ
                            โรงเรียนเป็นแค่ส่วนหนึ่งไม่สำคัญเท่ากับการตั้งใจเรียนด้วยใจของน้องๆ ทาง CULH ยินดีช่วยน้อง
                            ๆอย่างเต็มที่ ด้วยการจัดส่งติวเตอร์คุณภาพไปดูแลการเรียนของน้อง ๆ ถึงที่บ้านค่ะ</h5>
                            <h4>Q: แล้วควรเลือกโรงเรียนไหนให้ลูกเรียนดี ในระดับชั้นประถมศึกษา ?</h4>
                            <h5>A : โรงเรียนประถมศึกษา ในปัจจุบัน มีหลายหลักสูตรค่ะ ได้แก่
                            1.โรงเรียนประถมหลักสูตรสองภาษา 2.โรงเรียนสาธิต 3.โรงเรียนประถมหลักสูตรสามัญ
                            4.โรงเรียนประถมหลักสูตรทางเลือก
                            ผู้ปกครอง สามารถเลือกโรงเรียนตามหลักสูตรที่เหมาะสมกับลูกๆ ,
                            โรงเรียนที่มีระยะการเดินทางไม่ไกลจากที่บ้านมากเกินไป หรือ มีสภาพแวดล้อมที่ดีค่ะ</h5>
                            <h4>Q : ทำไมน้อง ๆ ระดับชั้นประถมศึกษา ถึงต้องเรียนพิเศษส่วนตัวกับทาง CU LEARNING HOME ?</h4>
                            <h5>A : ทาง CULH ใส่ใจและเข้าใจน้อง ๆนักเรียนในทุกช่วงวัยได้เป็นอย่างดี โดยเฉพาะน้อง
                            ๆประถมศึกษา ทางเรายินดีช่วยคุณพ่อคุณแม่ในการดูแลการเรียนของน้อง ๆแบบส่วนตัว
                            ด้วยการจัดส่งติวเตอร์เชี่ยวชาญเฉพาะด้าน มีคุณภาพ และที่สำคัญ
                            มีใจรักและเต็มที่ในการสอน หัวใจในการเรียนพิเศษส่วนตัวในระดับชั้นนี้คือ
                            เน้นเทคนิคความเข้าใจพื้นฐานของวิชาทั้งหมด ดูแลการบ้านอย่างใกล้ชิด
                            เรียนรู้การทำแบบฝึกหัด จนไปถึงเทคนิคในการทำข้อสอบ เพื่อเพิ่มเกรดในห้อง
                            และสนามสอบแข่งขันเข้าเรียนต่อในระดับชั้นมัธยมศึกษาต่อไป
                            “เราเชื่อว่า น้อง ๆ จะเก่งได้ ต้องอยู่ที่ความตั้งใจของตัวเองและความพยายาม
                            ตั้งใจสอนของคุณครู จะนำไปสู่ความสำเร็จ ”</h5>
                        </div>
                    </div>
                </div>
            </Tablet>>
            <Mobile>
                <div className="container mobile-article-padding">
                    <div className="row">
                        <div className="col-lg-12">
                            <h2 className="text-center">สูตรลับเรียนเก่ง
                            </h2>
                            <hr className = 'colored-line m-purple'/>
                        </div>
                    </div>
                    <div className="row article-row">
                        <div className="col-md-2">
                        </div>
                        <div className="col-md-8 qa">
                            <div className='row'>
                                <div className='col-md-8 col-md-offset-2'>
                                    <img src='src/client/app/assets/images/collegearticle.jpg' className='img-responsive'/>
                                </div>
                            </div>
                            <h4>Q : อยากให้ลูกโตขึ้นมาเป็นเด็กที่เรียนเก่ง ตั้งใจเรียน
คุณพ่อคุณแม่ควรเริ่มอย่างไรดีคะ?</h4>
                            <h5>A : คำว่า “เรียนเก่ง” ในที่นี้
                            ไม่ได้หมายถึงการเรียนรู้ด้านวิชาการในห้องเรียนเพียงอย่างเดียวนะคะ
                            แต่หมายถึงการเรียนรู้ในทุกด้าน เช่น การพัฒนาทักษะทางด้านร่างกาย จิตใจ และสังคม
                            เพื่อให้ลูกสามารถอยู่ในสังคมด้วยตัวเองได้อย่างมีความสุขในอนาคต
                            เด็กวัยเรียน คือ เด็กที่มีช่วงอายุ 6-12 ขวบ เป็นวัยที่เริ่มเข้าเรียนประถมศึกษานั่นเอง
                            เด็กวัยนี้มีการเจริญเติบโตและพัฒนาการมากกว่าเด็กวัยอนุบาลอย่างเห็นได้ชัด ดังนั้น
                            ช่วงวัยนี้ผู้ปกครองควรเริ่มปลูกฝังนิสัยรักการเรียนของน้อง ๆ นะคะ โดยเริ่มจาก
                            ฝึกสมาธิ เป็นลำดับแรก
                            “ไม่ค่อยมีสมาธิทำการบ้านเลย ถึงเวลาทำการบ้านเปิดหนังสือ ตาก็ดู มือก็ถือดินสอ
                            แต่ใจไม่อ่านไม่ทำ คิดเรื่องอื่นไปเสียแล้ว”
                            “เวลาอ่านหนังสือนั่งนิ่งๆ อยู่กับที่ไม่ได้”
                            “คุณครูบอกว่า อยู่โรงเรียนเล่นตลอดเวลา ไม่ตั้งใจเรียนเอาเลย”
                            “กังวลว่าถ้าลูกยังไม่มีสมาธิในการเรียนอย่างนี้ ลูกจะเรียนดีได้อย่างไร แล้วเขาจะเรียนทันเพื่อนไหม
                            ไปจนถึงสงสัยว่าลูกจะเป็นสมาธิสั้น”
                            สิ่งสำคัญที่สุดที่ลูกๆจะเริ่มรักการเรียนหรือการอ่าน หรือแม้กระทั่งทำสิ่งอื่น ๆได้อย่างสำเร็จ
                            คือ ลูกต้องมีสมาธิ</h5>
                            <h4>
                                Q : แล้วพ่อแม่จะทำอย่างไรได้บ้าง เพื่อช่วยให้ลูกมีสมาธิในการเรียนและเรียนเก่งขึ้น ?
                            </h4>
                            <h5>
                                ผู้ปกครองสามารถฝึกสมาธิในการเรียนของลูกๆ ตามคำแนะนำ 5 ข้อนี้
                            เพื่อให้ลูกน้อยมีสมาธิในการเรียนมากขึ้นได้ค่ะ <br></br>
                            <strong>ทำตารางเวลาคนเก่ง</strong> ความสำคัญอยู่ที่คุณกับลูกทำตารางเวลานี้ด้วยกัน
                            เพื่อกำหนดกิจวัตรประจำวันตั้งแต่ตื่นนอนจนถึงเข้านอน เช่น เวลาเรียน เวลาเล่น เวลานอน
                            เมื่อได้ลงมือทำตารางเอง น้อง ๆ ก็มักจะจำได้ดีและเป็นสิ่งเตือนสติทำให้เกิดสมาธิตามมา<br></br>
                            <strong>จัดมุมเรียนโดยเฉพาะ</strong> ผู้ปกครอง ควรสนับสนุนให้ลูกมีโต๊ะเรียนเป็นของตนเอง ดีที่สุด คือ
                            โต๊ะควรตั้งอยู่ในบริเวณที่เงียบ ไม่ควรมีเสียงอึกทึก ไม่มีทีวี เกม
                            หรือสิ่งที่ชวนให้เสียสมาธิอยู่ใกล้ๆ เพราะเด็กไวต่อสิ่งเร้ามาก รวมทั้งเวลาการเรียน น้อง
                            ๆต้องมีเวลาในการทบทวนบทเรียน ทำการบ้าน
                            ด้วยตนเองหรือมีครูช่วยสอนและดูแลแบบส่วนตัว<br></br>
                            <strong>ทำกิจกรรมที่ชอบ</strong> คุณพ่อคุณแม่ลองสังเกตนะคะว่าลูกๆ ทำกิจกรรมอะไรแล้วสนุก
                            ทำได้ต่อเนื่องค่อนข้างนาน ชวนลูกทำเล่นด้วยกันในครอบครัว เช่น
                            เด็กบางคนสามารถถักไหมพรม เล่นเกมกระดาน อ่านนิทาน เป็นต้น
                            สิ่งเหล่านี้สามารถสร้างสมาธิของลูกได้อย่างไม่น่าเชื่อ<br></br>
                            <strong>ดนตรีสร้างสมาธิ</strong>  ดนตรีช่วยทำให้จิตใจมีความสงบ ลดความสับสนวุ่นวาย
                            เมื่อจิตใจสงบทำให้เกิดคลื่นสมองที่เรียกว่า คลื่นอัลฟา (Alpha Wave)
                            ซึ่งเป็นภาวะที่มีสมาธิและเหมาะสมในการเรียนรู้ สร้างสรรค์ผลงาน
                            และมีใจจดใจจ่อกับเรื่องใดเรื่องหนึ่ง<br></br>
                            <strong>ศิลปะสนุก</strong> กิจกรรมทางศิลปะช่วยทำให้เกิดสมาธิ
                            และได้ทักษะการทำงานประสานกันระหว่างมือและสายตาด้วย เช่น การวาดภาพ โดยใช้สีไม้
                            สีน้ำ สีเทียน หรือ การปั้น ด้วยดินเหนียว แป้งโด หรือดินน้ำมัน หรือการพับกระดาษ
                            เพื่อให้ลูกได้ใช้ศิลปะในการฝึกสมาธิ </h5>
                            <h4>Q : การจัดอันดับโรงเรียนยอดนิยม มีชื่อเสียง เก่ง และได้รับการยอมรับในระดับชั้นประถมศึกษามีโรงเรียนไหนบ้าง ?</h4>
                            <h5>A : 1.โรงเรียนสาธิตจุฬาลงกรณ์มหาวิทยาลัย (ฝ่ายประถม)<br></br>2. โรงเรียนอัสสัมชัญ
                            แผนกประถม  <br></br>3. โรงเรียนสาธิตมหาวิทยาลัยศรีนครินทรวิโรฒประสานมิตร
                            (ฝ่ายประถม)<br></br>4. โรงเรียนสาธิตแห่งมหาวิทยาลัยเกษตรศาสตร์ <br></br> 5.
                            โรงเรียนกรุงเทพคริสเตียนวิทยาลัย<br></br>6. โรงเรียนราชวินิต <br></br>7. โรงเรียนเซนต์คาเบรียล <br></br>
                            8. โรงเรียนมาแตร์เดอีวิทยาลัย <br></br> 9. โรงเรียนวัฒนาวิทยาลัย <br></br>10. โรงเรียนสาธิตละอออุทิศ
                            มหาวิทยาลัยราชภัฏสวนดุสิต <br></br>11. โรงเรียนอนุบาลสุธีธร นครปฐม<br></br>12. โรงเรียนเซนต์ดอมินิก<br></br>
                            13. โรงเรียนสาธิตประถม (ศึกษาศาสตร์) ม.ขอนแก่น<br></br>14. โรงเรียนสาธิต(พิบูลบำเพ็ญ)
                            ม.บูรพา  <br></br>15. โรงเรียนอนุบาลนครราชสีมา นครราชสีมา <br></br>
                            16. โรงเรียนเซนต์ฟรังซีสซาเวียร์คอนแวนต์  <br></br>17. โรงเรียนเซนต์โยเชฟคอนเวนต์ <br></br>
                            18. โรงเรียนอรรถมิตร <br></br> 19. โรงเรียนปรินส์รอแยลส์วิทยาลัย เชียงใหม่ <br></br>
                            20. โรงเรียนสารสาสน์เอกตรา <br></br>
                            *แต่ถ้าน้อง ๆ ไม่ได้อยู่ในโรงเรียนดังต่อไปนี้ คุณพ่อคุณแม่ไม่ต้องกังวลนะคะ
                            โรงเรียนเป็นแค่ส่วนหนึ่งไม่สำคัญเท่ากับการตั้งใจเรียนด้วยใจของน้องๆ ทาง CULH ยินดีช่วยน้อง
                            ๆอย่างเต็มที่ ด้วยการจัดส่งติวเตอร์คุณภาพไปดูแลการเรียนของน้อง ๆ ถึงที่บ้านค่ะ</h5>
                            <h4>Q: แล้วควรเลือกโรงเรียนไหนให้ลูกเรียนดี ในระดับชั้นประถมศึกษา ?</h4>
                            <h5>A : โรงเรียนประถมศึกษา ในปัจจุบัน มีหลายหลักสูตรค่ะ ได้แก่
                            1.โรงเรียนประถมหลักสูตรสองภาษา 2.โรงเรียนสาธิต 3.โรงเรียนประถมหลักสูตรสามัญ
                            4.โรงเรียนประถมหลักสูตรทางเลือก
                            ผู้ปกครอง สามารถเลือกโรงเรียนตามหลักสูตรที่เหมาะสมกับลูกๆ ,
                            โรงเรียนที่มีระยะการเดินทางไม่ไกลจากที่บ้านมากเกินไป หรือ มีสภาพแวดล้อมที่ดีค่ะ</h5>
                            <h4>Q : ทำไมน้อง ๆ ระดับชั้นประถมศึกษา ถึงต้องเรียนพิเศษส่วนตัวกับทาง CU LEARNING HOME ?</h4>
                            <h5>A : ทาง CULH ใส่ใจและเข้าใจน้อง ๆนักเรียนในทุกช่วงวัยได้เป็นอย่างดี โดยเฉพาะน้อง
                            ๆประถมศึกษา ทางเรายินดีช่วยคุณพ่อคุณแม่ในการดูแลการเรียนของน้อง ๆแบบส่วนตัว
                            ด้วยการจัดส่งติวเตอร์เชี่ยวชาญเฉพาะด้าน มีคุณภาพ และที่สำคัญ
                            มีใจรักและเต็มที่ในการสอน หัวใจในการเรียนพิเศษส่วนตัวในระดับชั้นนี้คือ
                            เน้นเทคนิคความเข้าใจพื้นฐานของวิชาทั้งหมด ดูแลการบ้านอย่างใกล้ชิด
                            เรียนรู้การทำแบบฝึกหัด จนไปถึงเทคนิคในการทำข้อสอบ เพื่อเพิ่มเกรดในห้อง
                            และสนามสอบแข่งขันเข้าเรียนต่อในระดับชั้นมัธยมศึกษาต่อไป
                            “เราเชื่อว่า น้อง ๆ จะเก่งได้ ต้องอยู่ที่ความตั้งใจของตัวเองและความพยายาม
                            ตั้งใจสอนของคุณครู จะนำไปสู่ความสำเร็จ ”</h5>
                        </div>
                    </div>
                </div>
            </Mobile>
        </div>


        );
    }
}

export default CollegeArticle;
