import React from 'react';
import ReactDOM from 'react-dom';
import "../assets/css/course.css";
import MediaQuery from 'react-responsive'
const Desktop = ({children}) => <MediaQuery minWidth={1280} children={children}/>;
const Tablet = ({children}) => <MediaQuery minWidth={768} maxWidth={1279} children={children}/>;
const Mobile = ({children}) => <MediaQuery maxWidth={768} children={children}/>;

class Courses extends React.Component {
    render() {
        return (
            <div>
                <Desktop>
                    <div className='desktop-navbar-offset'></div>
                </Desktop>
                <Mobile>
                    <div className='mobile-navbar-offset'></div>
                </Mobile>
                <Tablet>
                    <div className='mobile-navbar-offset'></div>
                </Tablet>
                <Desktop>
                    <div className='course-wrapper'>
                        <div className='container course-container'>
                            <div className='row'>
                                <div className='col-md-4 col-md-offset-4'>
                                    <img src='src/client/app/assets/images/kindergarten.JPG' className='img-responsive'/>
                                </div>
                            </div>
                            <div>
                                <h2 className='text-center'>อัตราค่าเรียน</h2>
                                <hr className="colored-line m-green"/>
                            </div>
                            <div className='col-md-8 col-md-offset-2'>
                                <img src='src/client/app/assets/images/Course1.jpg' className='img-responsive'/>
                            </div>

                        </div>

                        <div className='container qa'>
                            <h2 className='text-center'>FAQ</h2>
                            <hr className="colored-line m-green"/>
                            <div className='row'>
                                <div className='col-md-2'></div>
                                <div className='col-md-8'>
                                    <h4>Q : ทางสถาบัน CULH คืออะไร ?</h4>
                                    <h5>A : เราคือสถาบันจัดหาครูสอนพิเศษส่วนตัว( ติวเตอร์ ) ให้กับบุคคลที่ต้องการเรียนพิเศษเพิ่มเติม แบบส่วนตัว ส่งตรงถึงที่บ้าน เพื่อติวเข้มทำเกรดที่โรงเรียน ดูแลการบ้าน ติวสอบเข้า เรียนภาษาที่สาม ติวสอบเรียนต่อ หรือเพิ่มทักษะทางด้านการเรียนต่างๆ อย่างมีคุณภาพมากที่สุด เรามีความตั้งใจจริง อยากจัดส่งครูที่ดีที่สุดสอนลูกของคุณ เพื่อบรรลุเป้าหมายของสถาบันที่ว่า “ความสำเร็จของลูกคุณ คือ จุดมุ่งหมายของเรา”</h5>
                                    <h4>Q : ลูกอยู่อนุบาล ควรเรียนพิเศษส่วนตัวมั้ย ?</h4>
                                    <h5>A : หากคุณพ่อคุณแม่มีเวลามากพอที่สามารถดูแลการเรียนการสอนของลูกน้อยได้ ไม่จำเป็นต้องเรียนค่ะ แต่ถ้ามีไม่ค่อยมีเวลา ติดภาระหน้าที่อื่นๆ หรือ ต้องการบุคคลเชี่ยวชาญทางด้านการสอนมาช่วยดูแลการศึกษาของลูกน้อย แนะนำให้เรียนค่ะ อย่างไรก็ตาม ขึ้นอยู่กับทัศนคติของผู้ปกครองแต่ละคนด้วย</h5>
                                    <h4>Q : ทำไมน้อง ๆ ระดับชั้นอนุบาล ถึงต้องเรียนพิเศษส่วนตัวกับทาง CU LEARNING HOME ?</h4>
                                    <h5>A : ทางสถาบันเราเข้าใจวัยอนุบาลได้เป็นอย่างดี ว่า เด็กวัยนี้จะเรียนรู้ผ่านกระบวนการเล่น เป็นส่วนใหญ่ ทางติวเตอร์ของเรา จะเน้นสอนการฝึกทักษะทางด้านต่าง ๆ ฝึกสมาธิ เช่น การต่อจิกซอ การเล่นบล็อกไม้ ฝึกการอดทนรอคอย รู้จักเคารพกฎกติกา การแบ่งปันให้แก่ผู้อื่น ฝึกความคิดสร้างสรรค์ จินตนาการ โดยจะอ่านหนังสือให้น้องฟังในเรื่องที่ชอบ อ่านนิทานที่ให้ข้อคิดสอนใจ เป็นต้น และที่สำคัญที่สุด คือปลูกฝังความชอบในการเรียนตั้งแต่เด็ก วางรากฐานการศึกษาขั้นพื้นฐานที่แข็งแรงให้กับน้อง ๆ เช่น ฝึกเชาว์ปัญญา การนับเลข ท่อง ก-ฮ หรือ ท่อง A-Z ได้ โดยมีการเรียนรู้ผ่านหลากหลายรูปแบบเช่น ร้องเพลงภาษาอังกฤษที่เป็นคำศัพท์ของร่างกาย คำศัพท์ที่ใช้ในชีวิตประจำวัน แข่งเกมส์ทายคำ นับผลไม้ เป็นต้น และสิ่งที่สำคัญที่สุด สถาบันเราอยากเป็นส่วนหนึ่งที่ “ทำให้น้อง ๆ เป็นเด็กที่มีคุณภาพและประสบความสำเร็จในอนาคต”
                                    </h5>
                                    <h4>Q : ทำไมค่าเรียนอนุบาลถึงเริ่มต้นที่ราคา 180 บาท ต่อ ชั่วโมง ?</h4>
                                    <h5>A : อัตราค่าเรียนที่ทางเรากำหนด เป็นอัตราค่าเรียนที่ “รวมค่าเดินทาง และ เอกสารการเรียน” เรียบร้อยแล้ว และทางสถาบัน รับประกันการสอนที่ดีที่สุด หากไม่พอใจ ทางเรายินดี “คืนค่าเรียนเต็มจำนวน และ เปลี่ยนผู้สอนให้ ฟรี”</h5>

                                </div>

                            </div>
                        </div>
                    </div>
                </Desktop>
                <Tablet>
                    <div className='mobile-course-wrapper'>
                        <div className='container course-container'>
                            <div className='row'>
                                <div className='col-md-4 col-md-offset-4'>
                                    <img src='src/client/app/assets/images/kindergarten.JPG' className='img-responsive'/>
                                </div>
                            </div>
                            <div>
                                <h2 className='text-center'>อัตราค่าเรียน</h2>
                                <hr className="colored-line m-green"/>
                            </div>
                            <div className='col-md-8 col-md-offset-2'>
                                <img src='src/client/app/assets/images/Course1.jpg' className='img-responsive'/>
                            </div>

                        </div>

                        <div className='container qa'>
                            <h2 className='text-center'>FAQ</h2>
                            <hr className="colored-line m-green"/>
                            <div className='row'>
                                <div className='col-md-2'></div>
                                <div className='col-md-8'>
                                    <h4>Q : ทางสถาบัน CULH คืออะไร ?</h4>
                                    <h5>A : เราคือสถาบันจัดหาครูสอนพิเศษส่วนตัว( ติวเตอร์ ) ให้กับบุคคลที่ต้องการเรียนพิเศษเพิ่มเติม แบบส่วนตัว ส่งตรงถึงที่บ้าน เพื่อติวเข้มทำเกรดที่โรงเรียน ดูแลการบ้าน ติวสอบเข้า เรียนภาษาที่สาม ติวสอบเรียนต่อ หรือเพิ่มทักษะทางด้านการเรียนต่างๆ อย่างมีคุณภาพมากที่สุด เรามีความตั้งใจจริง อยากจัดส่งครูที่ดีที่สุดสอนลูกของคุณ เพื่อบรรลุเป้าหมายของสถาบันที่ว่า “ความสำเร็จของลูกคุณ คือ จุดมุ่งหมายของเรา”</h5>
                                    <h4>Q : ลูกอยู่อนุบาล ควรเรียนพิเศษส่วนตัวมั้ย ?</h4>
                                    <h5>A : หากคุณพ่อคุณแม่มีเวลามากพอที่สามารถดูแลการเรียนการสอนของลูกน้อยได้ ไม่จำเป็นต้องเรียนค่ะ แต่ถ้ามีไม่ค่อยมีเวลา ติดภาระหน้าที่อื่นๆ หรือ ต้องการบุคคลเชี่ยวชาญทางด้านการสอนมาช่วยดูแลการศึกษาของลูกน้อย แนะนำให้เรียนค่ะ อย่างไรก็ตาม ขึ้นอยู่กับทัศนคติของผู้ปกครองแต่ละคนด้วย</h5>
                                    <h4>Q : ทำไมน้อง ๆ ระดับชั้นอนุบาล ถึงต้องเรียนพิเศษส่วนตัวกับทาง CU LEARNING HOME ?</h4>
                                    <h5>A : ทางสถาบันเราเข้าใจวัยอนุบาลได้เป็นอย่างดี ว่า เด็กวัยนี้จะเรียนรู้ผ่านกระบวนการเล่น เป็นส่วนใหญ่ ทางติวเตอร์ของเรา จะเน้นสอนการฝึกทักษะทางด้านต่าง ๆ ฝึกสมาธิ เช่น การต่อจิกซอ การเล่นบล็อกไม้ ฝึกการอดทนรอคอย รู้จักเคารพกฎกติกา การแบ่งปันให้แก่ผู้อื่น ฝึกความคิดสร้างสรรค์ จินตนาการ โดยจะอ่านหนังสือให้น้องฟังในเรื่องที่ชอบ อ่านนิทานที่ให้ข้อคิดสอนใจ เป็นต้น และที่สำคัญที่สุด คือปลูกฝังความชอบในการเรียนตั้งแต่เด็ก วางรากฐานการศึกษาขั้นพื้นฐานที่แข็งแรงให้กับน้อง ๆ เช่น ฝึกเชาว์ปัญญา การนับเลข ท่อง ก-ฮ หรือ ท่อง A-Z ได้ โดยมีการเรียนรู้ผ่านหลากหลายรูปแบบเช่น ร้องเพลงภาษาอังกฤษที่เป็นคำศัพท์ของร่างกาย คำศัพท์ที่ใช้ในชีวิตประจำวัน แข่งเกมส์ทายคำ นับผลไม้ เป็นต้น และสิ่งที่สำคัญที่สุด สถาบันเราอยากเป็นส่วนหนึ่งที่ “ทำให้น้อง ๆ เป็นเด็กที่มีคุณภาพและประสบความสำเร็จในอนาคต”
                                    </h5>
                                    <h4>Q : ทำไมค่าเรียนอนุบาลถึงเริ่มต้นที่ราคา 180 บาท ต่อ ชั่วโมง ?</h4>
                                    <h5>A : อัตราค่าเรียนที่ทางเรากำหนด เป็นอัตราค่าเรียนที่ “รวมค่าเดินทาง และ เอกสารการเรียน” เรียบร้อยแล้ว และทางสถาบัน รับประกันการสอนที่ดีที่สุด หากไม่พอใจ ทางเรายินดี “คืนค่าเรียนเต็มจำนวน และ เปลี่ยนผู้สอนให้ ฟรี”</h5>

                                </div>

                            </div>
                        </div>
                    </div>
                </Tablet>
                <Mobile>
                    <div className='mobile-course-wrapper'>
                        <div className='container course-container'>
                            <div className='row'>
                                <div className='col-md-4 col-md-offset-4'>
                                    <img src='src/client/app/assets/images/kindergarten.JPG' className='img-responsive'/>
                                </div>
                            </div>
                            <div>
                                <h2 className='text-center'>อัตราค่าเรียน</h2>
                                <hr className="colored-line m-green"/>
                            </div>
                            <div className='col-md-8 col-md-offset-2'>
                                <img src='src/client/app/assets/images/Course1.jpg' className='img-responsive'/>
                            </div>

                        </div>

                        <div className='container qa'>
                            <h2 className='text-center'>FAQ</h2>
                            <hr className="colored-line m-green"/>
                            <div className='row'>
                                <div className='col-md-2'></div>
                                <div className='col-md-8'>
                                    <h4>Q : ทางสถาบัน CULH คืออะไร ?</h4>
                                    <h5>A : เราคือสถาบันจัดหาครูสอนพิเศษส่วนตัว( ติวเตอร์ ) ให้กับบุคคลที่ต้องการเรียนพิเศษเพิ่มเติม แบบส่วนตัว ส่งตรงถึงที่บ้าน เพื่อติวเข้มทำเกรดที่โรงเรียน ดูแลการบ้าน ติวสอบเข้า เรียนภาษาที่สาม ติวสอบเรียนต่อ หรือเพิ่มทักษะทางด้านการเรียนต่างๆ อย่างมีคุณภาพมากที่สุด เรามีความตั้งใจจริง อยากจัดส่งครูที่ดีที่สุดสอนลูกของคุณ เพื่อบรรลุเป้าหมายของสถาบันที่ว่า “ความสำเร็จของลูกคุณ คือ จุดมุ่งหมายของเรา”</h5>
                                    <h4>Q : ลูกอยู่อนุบาล ควรเรียนพิเศษส่วนตัวมั้ย ?</h4>
                                    <h5>A : หากคุณพ่อคุณแม่มีเวลามากพอที่สามารถดูแลการเรียนการสอนของลูกน้อยได้ ไม่จำเป็นต้องเรียนค่ะ แต่ถ้ามีไม่ค่อยมีเวลา ติดภาระหน้าที่อื่นๆ หรือ ต้องการบุคคลเชี่ยวชาญทางด้านการสอนมาช่วยดูแลการศึกษาของลูกน้อย แนะนำให้เรียนค่ะ อย่างไรก็ตาม ขึ้นอยู่กับทัศนคติของผู้ปกครองแต่ละคนด้วย</h5>
                                    <h4>Q : ทำไมน้อง ๆ ระดับชั้นอนุบาล ถึงต้องเรียนพิเศษส่วนตัวกับทาง CU LEARNING HOME ?</h4>
                                    <h5>A : ทางสถาบันเราเข้าใจวัยอนุบาลได้เป็นอย่างดี ว่า เด็กวัยนี้จะเรียนรู้ผ่านกระบวนการเล่น เป็นส่วนใหญ่ ทางติวเตอร์ของเรา จะเน้นสอนการฝึกทักษะทางด้านต่าง ๆ ฝึกสมาธิ เช่น การต่อจิกซอ การเล่นบล็อกไม้ ฝึกการอดทนรอคอย รู้จักเคารพกฎกติกา การแบ่งปันให้แก่ผู้อื่น ฝึกความคิดสร้างสรรค์ จินตนาการ โดยจะอ่านหนังสือให้น้องฟังในเรื่องที่ชอบ อ่านนิทานที่ให้ข้อคิดสอนใจ เป็นต้น และที่สำคัญที่สุด คือปลูกฝังความชอบในการเรียนตั้งแต่เด็ก วางรากฐานการศึกษาขั้นพื้นฐานที่แข็งแรงให้กับน้อง ๆ เช่น ฝึกเชาว์ปัญญา การนับเลข ท่อง ก-ฮ หรือ ท่อง A-Z ได้ โดยมีการเรียนรู้ผ่านหลากหลายรูปแบบเช่น ร้องเพลงภาษาอังกฤษที่เป็นคำศัพท์ของร่างกาย คำศัพท์ที่ใช้ในชีวิตประจำวัน แข่งเกมส์ทายคำ นับผลไม้ เป็นต้น และสิ่งที่สำคัญที่สุด สถาบันเราอยากเป็นส่วนหนึ่งที่ “ทำให้น้อง ๆ เป็นเด็กที่มีคุณภาพและประสบความสำเร็จในอนาคต”
                                    </h5>
                                    <h4>Q : ทำไมค่าเรียนอนุบาลถึงเริ่มต้นที่ราคา 180 บาท ต่อ ชั่วโมง ?</h4>
                                    <h5>A : อัตราค่าเรียนที่ทางเรากำหนด เป็นอัตราค่าเรียนที่ “รวมค่าเดินทาง และ เอกสารการเรียน” เรียบร้อยแล้ว และทางสถาบัน รับประกันการสอนที่ดีที่สุด หากไม่พอใจ ทางเรายินดี “คืนค่าเรียนเต็มจำนวน และ เปลี่ยนผู้สอนให้ ฟรี”</h5>

                                </div>

                            </div>
                        </div>
                    </div>
                </Mobile>

            </div>

        );
    }
}

export default Courses;
