import React from 'react';
import ReactDOM from 'react-dom';
import "../assets/css/article.css";
import MediaQuery from 'react-responsive'
const Desktop = ({children}) => <MediaQuery minWidth={1280} children={children}/>;
const Tablet = ({children}) => <MediaQuery minWidth={768} maxWidth={1279} children={children}/>;
const Mobile = ({children}) => <MediaQuery maxWidth={768} children={children}/>;
class KindergartenArticle extends React.Component {
    render() {
        return (
            <div>
                <Desktop>
                    <div className='desktop-navbar-offset'></div>
                </Desktop>
                <Mobile>
                    <div className='mobile-navbar-offset'></div>
                </Mobile>
                <Tablet>
                    <div className='desktop-navbar-offset'></div>
                </Tablet>
                <Desktop>
                    <div className="container">
                        <Content />
                    </div>
            </Desktop>
            <Tablet>
                <div className="container mobile-article-padding">
                    <Content />
                </div>
            </Tablet>
            <Mobile>
                <div className="container mobile-article-padding">
                    <Content />
                </div>
            </Mobile>
        </div>


        );
    }
}

class Content extends React.Component {
    render(){
        return(
            <div>
            <div className="row">
                <div className="col-lg-12">
                    <h2 className="text-center">วางรากฐานตั้งแต่อนุบาล สู่อนาคตที่มั่นคง
                    </h2>
                    <hr className = 'colored-line m-purple'/>
                </div>
            </div>
            <div className="row article-row">
                <div className="col-md-2">
                </div>
                <div className="col-md-8 qa">
                    <div className='row'>
                        <div className='col-md-8 col-md-offset-2'>
                            <img src='src/client/app/assets/images/kindergarten1.jpg' className='img-responsive article-image'/>
                        </div>
                    </div>
                    <div className = 'row'>
                        <strong className = 'deep-purple'>Q : อยากให้ลูกเก่งตั้งแต่เด็ก ควรเลี้ยงดูแลลูกวัยอนุบาลยังไงดี ?</strong>
                        <h5>A : เด็กเล็กคุณหมอแนะนำว่า ควรสนับสนุนให้สอนเด็ก ๆ ตามนี้
                        <br></br><strong> ออกกำลังกาย ทำกิจกรรม กระโดดโลดเต้น เล่นสนุกสนาน ฝึกให้เด็กช่วยเหลือตัวเอง</strong>ตามที่เขาทำได้อย่างเหมาะสม
                        <br></br><strong className = 'deep-purple'> “อย่าปล่อยให้เด็กติดไอแพด ไอโฟน หรือจับมือให้เขียนหนังสือ” </strong>
                        เพราะจะทำให้ขาดการฝึกกล้ามเนื้อมัดใหญ่ตามวัย ซึ่งหากไม่ได้รับการฝึก เด็กก็อาจจะโตไปเป็นเด็กที่กล้ามเนื้อมัดใหญ่ไม่แข็งแรง ทรงตัวไม่ค่อยดี เคลื่อนไหวไม่คล่องแคล่ว ซุ่มซ่าม<br></br>
                        <strong>การร้องเพลง เต้นประกอบท่าทาง</strong> เด็กจะสนุกสนาน และได้พัฒนาประสาทสัมผัสการรับรู้ทุก ๆ ด้าน<br></br>
                        <strong>การเล่านิทาน การเล่น</strong> ที่เสริมสร้างจินตนาการก็ทำให้เด็กได้เรียนรู้เรื่องอารมณ์ความรู้สึก<br></br>
                        <strong>การเรียนรู้จากของจริง</strong> เช่น ให้เด็กได้เห็นต้นไม้ ดอกไม้ เด็กก็ได้รับรู้ด้วยการมองเห็น สัมผัส ได้กลิ่น จากของจริงที่มีอยู่ แบบนี้น่าจะเป็นการเรียนรู้ที่น่าจะเหมาะสมตามวัยสำหรับเด็กเล็ก
                        </h5>
                        <br></br>
                        <strong className = 'orange'>Q : ควรให้ลูกเรียนวิชาการเมื่ออายุเท่าไหร่ ?</strong>
                        <h5>A : ส่วนใหญ่นั้น การเรียนรู้ที่เฉพาะเจาะจงจะเริ่มพัฒนาเมื่อเด็กอายุ 6 ปีและจะพัฒนาเต็มที่ที่อายุ 20 ปี ดังนั้น การเรียนแบบสมัยก่อนที่พ่อแม่ให้ลูกเริ่มเรียน ป.1 ตอนอายุ 6 ขวบ หมอก็รู้สึกว่า เหมาะสมแล้ว แต่อย่างไรก็ตาม การปลูกฝังให้เด็กรักการอ่าน การเขียน ตั้งแต่ยังเล็ก ย่อมเป็นเรื่องที่ดีเสมอ เพราะนำไปสู่รากฐานการเรียนรู้ที่มั่นคงในอนาคต</h5>
                        <div className = 'citation'>ขอบคุณข้อมูลบางส่วน จาก หมอมินบานเย็น</div>
                    </div>
                    <br></br><br></br>
                    <div className = 'row'>
                        <strong className = 'red'>Q : ให้ลูกเรียนโรงเรียนอนุบาลที่ไหนดี?</strong>

                        <h5>A : โรงเรียนอนุบาลมีส่วนสำคัญต่อพัฒนาการของเด็กมาก ๆ ถ้าพ่อแม่เลือกโรงเรียนให้ลูกได้ดีเหมาะกับลูก ก็เท่ากับเป็นการวางรากฐานการศึกษาที่ดีให้กับลูกด้วย  การเลือกโรงเรียนแห่งแรกของชีวิตลูก ต้องอยู่ที่ดุลพินิจของคนเป็นพ่อแม่ผู้ปกครองในการตัดสินใจและที่สำคัญ ต้องมีความรู้ในเรื่องการศึกษาด้วย <strong>อย่าเลือกโรงเรียนให้ลูก เพราะมีคนบอกว่าโรงเรียนนั้นดี โรงเรียนนี้ดี แต่ขอให้เลือกเพราะได้หาข้อมูลความรู้           และได้ไปดูแนวทางการเรียนการสอนของโรงเรียนแห่งนั้นด้วยตัวเองก่อนที่จะตัดสินใจ</strong>
                            <br></br><br></br><div className = 'text-center red'><strong>“เพราะ…อนาคตของลูก พ่อแม่สามารถออกแบบรากฐานที่ดีได้ตั้งแต่วันแรก”</strong></div>
                        </h5>
                    </div>
                    <div className = 'row'>
                        <img src = 'src/client/app/assets/images/kindergarten-article1.jpg' className = 'img-responsive right-align'></img>
                        <h5>
                                <br></br>สิ่งที่พ่อแม่ควรคำนึงถึง และสำคัญมากก่อนตัดสินใจ เช่น<br></br>
                            <strong>การเดินทาง</strong> เป็นตัวแปรสำคัญในการตัดสินใจเลือกโรงเรียนของลูกอย่างมาก
                            ถ้าใกล้บ้านก็น่าจะทำให้ชีวิตของทุกคนในบ้านมีความสุข ไม่ต้องใช้รถเป็นบ้านแทน<br></br>
                            <strong>ครูภายในโรงเรียน</strong> อัตราส่วนครูกับเด็กควรเหมาะสม ครูหนึ่งคนต่อเด็กในห้องไม่ควรเกินห้องละ 20 คน เพื่อให้ครูสามารถดูแลเด็กได้ทั่วถึง เพราะเด็กเล็กต้องการการดูแลอย่างใกล้ชิดมากที่สุด<br></br>
                            <strong>สภาพแวดล้อม</strong> มีสื่อส่งเสริมการเรียนรู้ เหมาะสมต่อพัฒนาการเด็ก เช่น หนังสือนิทาน อุปกรณ์การเรียนรู้ ฯลฯ รวมถึงสิ่งแวดล้อมภายในโรงเรียนไม่ได้ดีแต่ตึกเพียงอย่างเดียว<br></br>
                            <strong>กิจกรรมเสริมทักษะชีวิต</strong> ให้กับเด็ก ๆ ด้วย เช่น กีฬา กิจกรรมกลุ่ม หรือสนามเด็กเล่น ที่เด็กสามารถปีนป่ายเพื่อพัฒนาการทางด้านร่างกายด้วย ซึ่งต้องอยู่ในความปลอดภัย<br></br>
                            <strong>มาตรการความปลอดภัย</strong> เพราะเด็กเล็กจำเป็นอย่างยิ่งที่ต้องอยู่ในสภาพแวดล้อมที่ปลอดภัย เพราะโอกาสเกิดอุบัติเหตุได้ทุกเมื่อเพราะฉะนั้นต้องให้ความสำคัญและสำรวจภายในโรงเรียนว่าเอาใจใส่ในเรื่องนี้มากน้อยแค่ไหน แต่สิ่งสำคัญที่สุด คือ <strong>เรื่องทัศนคติและค่านิยมของคนเป็นพ่อแม่</strong>
                        </h5>
                        <div className = 'citation'>ขอบคุณข้อมูลบางส่วนจาก http://www.manager.co.th/Family/ViewNews.aspx?NewsID=9520000125111</div>
                </div>
                    <br></br><br></br>
                    <div className = 'row'>
                        <strong className = 'blue'>Q : โรงเรียนอนุบาลชื่อดัง ที่ได้รับการจัดอันดับในกรุงเทพมหานคร มีที่ใหนบ้าง ?</strong>
                        <h5>A : โรงเรียนศรีวิกรม์
                                อนุบาลกุ๊กไก่
                                โรงเรียนพหฤทัยคอนแวนต์
                                โรงเรียนแสงโสม
                                โรงเรียนอนุบาลชนานันท์
                                โรงเรียนสาธิตเกษตร
                                โรงเรียนพระหฤทัยดอนเมือง
                                โรงเรียนจิตรลดา
                                โรงเรียนราชินีบน
                                วชิราวุธวิทยาลัย
                                เซนฟรังก์ซิสซาเวียร์คอนแวนต์
                                โรงเรียนสาธิตละอออุทิศ
                                โรงเรียนเพลินพัฒนา
                                โรงเรียนซางตาครู้สคอนแวนต์
                                โรงเรียนรุ่งอรุณ
                                อนุบาลเด่นหล้า
                                โรงเรียนทิวไผ่งาม
                                โรงเรียนเขมะสิริอนุสรณ์
                                โรงเรียนอัสสัมชัญศึกษา
                                โรงเรียนอัสสัมชัญคอนแวนต์สีลม
                                โรงเรียนกรุงเทพคริสเตียน
                                โรงเรียนอนุบาลสามเสน
                                โรงเรียนอนุบาลแสงโสม เป็นต้น</h5>
                            </div>
                            <br></br><br></br>
                                <div className = 'row'>
                                    <h4>Q : จะปลูกฝังนิสัยรักการอ่าน การเรียนของลูกอย่างไรดี ?</h4>

                                    <h5>A : <strong>ให้ลูกได้ใช้เวลาอยู่กับหนังสือตั้งแต่เขาอายุยังน้อย</strong>! จากนั้นก็ค่อย ๆ เริ่มปลูกฝังการอ่านให้กับลูกโดยที่ไม่มีสิ่งรบกวนอื่น เช่น ทีวี โทรศัพท์มือถือ ไอแพด แท็บเล็ต คอมพิวเตอร์ ให้ลูกได้เลือกหยิบหนังสือขึ้นมาอ่าน จากนั้น เขาจะสร้างนิสัยรักการอ่านขึ้นมาเอง<br></br>
                                    <strong>ทำเป็นตัวอย่างให้ลูกเห็น</strong>! หากมีบุคคลที่มีนิสัยรักการอ่าน ทำตัวอย่างให้เห็น ลูกน้อยก็จะเลียนแบบนิสัยรักการอ่านได้ง่ายขึ้น<br></br>

                                    </h5>

                                </div>
                                <div className = 'row'>
                                    <img src = 'src/client/app/assets/images/kindergarten-article2.jpg' className = 'img-responsive left-align'></img>
                                    <h5>
                                        <strong>หนังสือแนวที่ลูกชอบ</strong>มาให้เขาให้มากเท่าที่จะทำได้ เช่น นิทาน เพราะการได้อ่านหนังสือแนวที่ตนชอบจะช่วยจุดประกายนิสัยรักการอ่านได้<br></br>
                                    </h5>
                                </div>
                                <br></br>
                                <div className = 'row'>
                                    <h5>
                                        <strong>ทำให้การอ่าน การเรียนเป็นเรื่องสนุก</strong>! พ่อแม่ส่วนใหญ่จะอ่านและสอนหนังสือให้ลูกฟังตอนที่ลูกยังเล็กอยู่ แต่พอลูกโตขึ้นพวกเขาก็อ่านและสอนน้อยลงเพราะไม่มีเวลา มีงานวิจัยพบว่า เด็กที่พ่อแม่อ่านและสอนให้ฟังตั้งแต่ยังเด็ก เมื่อเขาโตขึ้นและพ่อแม่เลิกอ่านและสอนหนังสือให้ฟัง พวกเขาจะคิดถึงช่วงเวลานั้น ดังนั้น แม้คุณจะไม่มีเวลา คุณก็สามารถทำให้ลูกคุณยังรักการอ่านและเรียนได้ โดยอาจสลับให้แต่ละคนในครอบครัว หรือบุคคลที่เป็นตัวแทนเป็นคนอ่านและสอนให้ฟังแทน เช่น ครูสอนพิเศษส่วนตัว
                                    </h5>
                                    <div className = 'citation'>ขอบคุณข้อมูลบางส่วนจาก https://th.theasianparent.com</div>
                                </div>
                                <div className = 'row'>
                                <br></br><br></br>
                                <strong className = 'orange'>Q :  ทำไมน้อง ๆ ระดับชั้นอนุบาล ถึงต้องเรียนพิเศษส่วนตัวกับทาง CU LEARNING HOME ?</strong>
                                <h5>A : <strong>ทางสถาบันเราเข้าใจวัยอนุบาลได้เป็นอย่างดี</strong> ว่า เด็กวัยนี้จะเรียนรู้ผ่านกระบวนการเล่น เป็นส่วนใหญ่ ทางติวเตอร์ของเรา จะ<strong>เน้นสอนการฝึกทักษะทางด้านต่าง ๆ ฝึกสมาธิ</strong> เช่น การต่อจิกซอ การเล่นบล็อกไม้ <strong>ฝึกการอดทนรอคอย รู้จักเคารพกฎกติกา การแบ่งปันให้แก่ผู้อื่น ฝึกความคิดสร้างสรรค์ </strong> จินตนาการ โดยจะอ่านหนังสือให้น้องฟังในเรื่องที่ชอบ อ่านนิทานที่ให้ข้อคิดสอนใจ เป็นต้น และที่สำคัญที่สุด คือ<strong className = 'orange'>ปลูกฝังความชอบในการเรียนตั้งแต่เด็ก วางรากฐานการศึกษาขั้นพื้นฐานที่แข็งแรงให้กับน้อง ๆ</strong> เช่น ฝึกเชาว์ปัญญา การนับเลข ท่อง ก-ฮ หรือ ท่อง A-Z ได้ โดยมีการเรียนรู้ผ่านหลากหลายรูปแบบเช่น ร้องเพลงภาษาอังกฤษที่เป็นคำศัพท์ของร่างกาย คำศัพท์ที่ใช้ในชีวิตประจำวัน แข่งเกมส์ทายคำ นับผลไม้ เป็นต้น และสิ่งที่สำคัญที่สุด สถาบันเราอยากเป็นส่วนหนึ่งที่  <br></br><strong className = 'orange'>“ทำให้น้อง ๆ เป็นเด็กที่มีคุณภาพและประสบความสำเร็จในอนาคต”</strong> <br></br>
                                </h5>
                            </div>

                </div>
            </div>
        </div>
        );
    }
}

export default KindergartenArticle;
