import React from 'react';
import ReactDOM from 'react-dom';
import "../assets/css/article.css";
import MediaQuery from 'react-responsive'
const Desktop = ({children}) => <MediaQuery minWidth={1280} children={children}/>;
const Tablet = ({children}) => <MediaQuery minWidth={768} maxWidth={1279} children={children}/>;
const Mobile = ({children}) => <MediaQuery maxWidth={768} children={children}/>;
class KindergartenArticle extends React.Component {
    render() {
        return (
            <div>
                <Desktop>
                    <div className='desktop-navbar-offset'></div>
                </Desktop>
                <Mobile>
                    <div className='mobile-navbar-offset'></div>
                </Mobile>
                <Tablet>
                    <div className='mobile-navbar-offset'></div>
                </Tablet>
                <Desktop>
                    <div className="container">
                        <div className="row">
                            <div className="col-lg-12">
                                <h2 className="text-center">สูตรลับเรียนเก่ง
                                </h2>
                                <hr className = 'colored-line m-purple'/>
                            </div>
                        </div>
                        <div className="row article-row">
                            <div className="col-md-2">
                            </div>
                            <div className="col-md-8 qa">
                                <div className='row'>
                                    <div className='col-md-8 col-md-offset-2'>
                                        <img src='src/client/app/assets/images/kindergarten1.jpg' className='img-responsive'/>
                                    </div>
                                </div>
                                <h4>Q : อยากให้ลูกเก่งตั้งแต่เด็ก ควรเลี้ยงดูแลลูกวัยอนุบาลยังไงดี ?</h4>
                                <h5>A : เด็กเล็กคุณหมอแนะนำว่า ควรสนับสนุนให้สอนเด็ก ๆ ตามนี้
                                <strong>ออกกำลังกาย ทำกิจกรรม กระโดดโลดเต้น เล่นสนุกสนาน ฝึกให้เด็กช่วยเหลือตัวเอง</strong>ตามที่เขาทำได้อย่างเหมาะสม
                                <br></br>
                                “อย่าปล่อยให้เด็กติดไอแพด ไอโฟน หรือจับมือให้เขียนหนังสือ” <br></br>
                                เพราะจะทำให้ขาดการฝึกกล้ามเนื้อมัดใหญ่ตามวัย ซึ่งหากไม่ได้รับการฝึก เด็กก็อาจจะโตไปเป็นเด็กที่กล้ามเนื้อมัดใหญ่ไม่แข็งแรง ทรงตัวไม่ค่อยดี เคลื่อนไหวไม่คล่องแคล่ว ซุ่มซ่าม<br></br>
                                <strong>การร้องเพลง เต้นประกอบท่าทาง</strong> เด็กจะสนุกสนาน และได้พัฒนาประสาทสัมผัสการรับรู้ทุก ๆ ด้าน<br></br>
                                <strong>การเล่านิทาน การเล่น</strong>ที่เสริมสร้างจินตนาการก็ทำให้เด็กได้เรียนรู้เรื่องอารมณ์ความรู้สึก<br></br>
                                <strong>การเรียนรู้จากของจริง</strong> เช่น ให้เด็กได้เห็นต้นไม้ ดอกไม้ เด็กก็ได้รับรู้ด้วยการมองเห็น สัมผัส ได้กลิ่น จากของจริงที่มีอยู่ แบบนี้น่าจะเป็นการเรียนรู้ที่น่าจะเหมาะสมตามวัยสำหรับเด็กเล็ก
                                </h5>
                                <h4>Q : ควรให้ลูกเรียนวิชาการเมื่ออายุเท่าไหร่ ?</h4>
                                <h5>A : ส่วนใหญ่นั้น การเรียนรู้ที่เฉพาะเจาะจงจะเริ่มพัฒนาเมื่อเด็กอายุ 6 ปีและจะพัฒนาเต็มที่ที่อายุ 20 ปี ดังนั้น การเรียนแบบสมัยก่อนที่พ่อแม่ให้ลูกเริ่มเรียน ป.1 ตอนอายุ 6 ขวบ หมอก็รู้สึกว่า เหมาะสมแล้ว แต่อย่างไรก็ตาม การปลูกฝังให้เด็กรักการอ่าน การเขียน ตั้งแต่ยังเล็ก ย่อมเป็นเรื่องที่ดีเสมอ เพราะนำไปสู่รากฐานการเรียนรู้ที่มั่นคงในอนาคต</h5>
                                <h4>Q : ให้ลูกเรียนโรงเรียนอนุบาลที่ไหนดี?</h4>
                                <h5>A : โรงเรียนอนุบาลมีส่วนสำคัญต่อพัฒนาการของเด็กมาก ๆ ถ้าพ่อแม่เลือกโรงเรียนให้ลูกได้ดีเหมาะกับลูก ก็เท่ากับเป็นการวางรากฐานการศึกษาที่ดีให้กับลูกด้วย  การเลือกโรงเรียนแห่งแรกของชีวิตลูก ต้องอยู่ที่ดุลพินิจของคนเป็นพ่อแม่ผู้ปกครองในการตัดสินใจและที่สำคัญ ต้องมีความรู้ในเรื่องการศึกษาด้วย อย่าเลือกโรงเรียนให้ลูก <strong>เพราะมีคนบอกว่าโรงเรียนนั้นดี โรงเรียนนี้ดี แต่ขอให้เลือกเพราะได้หาข้อมูลความรู้           และได้ไปดูแนวทางการเรียนการสอนของโรงเรียนแห่งนั้นด้วยตัวเองก่อนที่จะตัดสินใจ</strong>
                                        <br></br>“เพราะ…อนาคตของลูก พ่อแม่สามารถออกแบบรากฐานที่ดีได้ตั้งแต่วันแรก”<br></br>
                                        สิ่งที่พ่อแม่ควรคำนึงถึง และสำคัญมากก่อนตัดสินใจ เช่น
                                        <strong>การเดินทาง</strong> เป็นตัวแปรสำคัญในการตัดสินใจเลือกโรงเรียนของลูกอย่างมาก
                                        ถ้าใกล้บ้านก็น่าจะทำให้ชีวิตของทุกคนในบ้านมีความสุข ไม่ต้องใช้รถเป็นบ้านแทน<br></br>
                                        <strong>ครูภายในโรงเรียน</strong> อัตราส่วนครูกับเด็กควรเหมาะสม ครูหนึ่งคนต่อเด็กในห้องไม่ควรเกินห้องละ 20 คน เพื่อให้ครูสามารถดูแลเด็กได้ทั่วถึง เพราะเด็กเล็กต้องการการดูแลอย่างใกล้ชิดมากที่สุด<br></br>
                                        <strong>สภาพแวดล้อม</strong> มีสื่อส่งเสริมการเรียนรู้ เหมาะสมต่อพัฒนาการเด็ก เช่น หนังสือนิทาน อุปกรณ์การเรียนรู้ ฯลฯ รวมถึงสิ่งแวดล้อมภายในโรงเรียนไม่ได้ดีแต่ตึกเพียงอย่างเดียว<br></br>
                                        <strong>กิจกรรมเสริมทักษะชีวิต</strong>ให้กับเด็ก ๆ ด้วย เช่น กีฬา กิจกรรมกลุ่ม หรือสนามเด็กเล่น ที่เด็กสามารถปีนป่ายเพื่อพัฒนาการทางด้านร่างกายด้วย ซึ่งต้องอยู่ในความปลอดภัย<br></br>
                                        <strong>มาตรการความปลอดภัย</strong> เพราะเด็กเล็กจำเป็นอย่างยิ่งที่ต้องอยู่ในสภาพแวดล้อมที่ปลอดภัย เพราะโอกาสเกิดอุบัติเหตุได้ทุกเมื่อเพราะฉะนั้นต้องให้ความสำคัญและสำรวจภายในโรงเรียนว่าเอาใจใส่ในเรื่องนี้มากน้อยแค่ไหน แต่สิ่งสำคัญที่สุด คือ <strong>เรื่องทัศนคติและค่านิยมของคนเป็นพ่อแม่</strong>

                                    </h5>
                                    <h4>Q : โรงเรียนอนุบาลชื่อดัง ที่ได้รับการจัดอันดับในกรุงเทพมหานคร มีที่ใหนบ้าง ?</h4>
                                    <h5>A : โรงเรียนศรีวิกรม์
                                            อนุบาลกุ๊กไก่
                                            โรงเรียนพหฤทัยคอนแวนต์
                                            โรงเรียนแสงโสม
                                            โรงเรียนอนุบาลชนานันท์
                                            โรงเรียนสาธิตเกษตร
                                            โรงเรียนพระหฤทัยดอนเมือง
                                            โรงเรียนจิตรลดา
                                            โรงเรียนราขินีบน
                                            วชิราวุธวิทยาลัย
                                            เซนฟรังก์ซิสซาเวียร์คอนแวนต์
                                            โรงเรียนสาธิตละอออุทิศ
                                            โรงเรียนเพลินพัฒนา
                                            โรงเรียนซางตาครู้สคอนแวนต์
                                            โรงเรียนรุ่งอรุณ
                                            อนุบาลเด่นหล้า
                                            โรงเรียนทิวไผ่งาม
                                            โรงเรียนเขมะสิริอนุสรณ์
                                            โรงเรียนอัสสัมชัญศึกษา
                                            โรงเรียนอัสสัมชัญคอนแวนต์สีลม
                                            โรงเรียนกรุงเทพคริสเตียน
                                            โรงเรียนอนุบาลสามเสน
                                            โรงเรียนอนุบาลแสงโสม เป็นต้น</h5>
                                            <h4>Q : จะปลูกฝังนิสัยรักการอ่าน การเรียนของลูกอย่างไรดี ?</h4>
                                            <h5><strong>ให้ลูกได้ใช้เวลาอยู่กับหนังสือตั้งแต่เขาอายุยังน้อย</strong> จากนั้นก็ค่อย ๆ เริ่มปลูกฝังการอ่านให้กับลูกโดยที่ไม่มีสิ่งรบกวนอื่น เช่น ทีวี โทรศัพท์มือถือ ไอแพด แท็บเล็ต คอมพิวเตอร์ ให้ลูกได้เลือกหยิบหนังสือขึ้นมาอ่าน จากนั้น เขาจะสร้างนิสัยรักการอ่านขึ้นมาเอง<br></br>
                                            <strong>ทำเป็นตัวอย่างให้ลูกเห็น</strong> หากมีบุคคลที่มีนิสัยรักการอ่าน ทำตัวอย่างให้เห็น ลูกน้อยก็จะเลียนแบบนิสัยรักการอ่านได้ง่ายขึ้น<br></br>
                                            <strong>หนังสือแนวที่ลูกชอบ</strong>มาให้เขาให้มากเท่าที่จะทำได้ เช่น นิทาน เพราะการได้อ่านหนังสือแนวที่ตนชอบจะช่วยจุดประกายนิสัยรักการอ่านได้<br></br>
                                            ทำให้การอ่าน การเรียนเป็นเรื่องสนุก พ่อแม่ส่วนใหญ่จะอ่านและสอนหนังสือให้ลูกฟังตอนที่ลูกยังเล็กอยู่ แต่พอลูกโตขึ้นพวกเขาก็อ่านและสอนน้อยลงเพราะไม่มีเวลา มีงานวิจัยพบว่า เด็กที่พ่อแม่อ่านและสอนให้ฟังตั้งแต่ยังเด็ก เมื่อเขาโตขึ้นและพ่อแม่เลิกอ่านและสอนหนังสือให้ฟัง พวกเขาจะคิดถึงช่วงเวลานั้น ดังนั้น แม้คุณจะไม่มีเวลา คุณก็สามารถทำให้ลูกคุณยังรักการอ่านและเรียนได้ โดยอาจสลับให้แต่ละคนในครอบครัว หรือบุคคลที่เป็นตัวแทนเป็นคนอ่านและสอนให้ฟังแทน เช่น ครูสอนพิเศษส่วนตัว
                                            </h5>
                                            <h4>Q :  ทำไมน้อง ๆ ระดับชั้นอนุบาล ถึงต้องเรียนพิเศษส่วนตัวกับทาง CU LEARNING HOME ?</h4>
                                            <h5>A : <strong>ทางสถาบันเราเข้าใจวัยอนุบาลได้เป็นอย่างดี</strong> ว่า เด็กวัยนี้จะเรียนรู้ผ่านกระบวนการเล่น เป็นส่วนใหญ่ ทางติวเตอร์ของเรา จะ<strong>เน้นสอนการฝึกทักษะทางด้านต่าง ๆ ฝึกสมาธิ</strong> เช่น การต่อจิกซอ การเล่นบล็อกไม้ <strong>ฝึกการอดทนรอคอย รู้จักเคารพกฎกติกา การแบ่งปันให้แก่ผู้อื่น ฝึกความคิดสร้างสรรค์ </strong> จินตนาการ โดยจะอ่านหนังสือให้น้องฟังในเรื่องที่ชอบ อ่านนิทานที่ให้ข้อคิดสอนใจ เป็นต้น และที่สำคัญที่สุด คือปลูกฝังความชอบในการเรียนตั้งแต่เด็ก วางรากฐานการศึกษาขั้นพื้นฐานที่แข็งแรงให้กับน้อง ๆ เช่น ฝึกเชาว์ปัญญา การนับเลข ท่อง ก-ฮ หรือ ท่อง A-Z ได้ โดยมีการเรียนรู้ผ่านหลากหลายรูปแบบเช่น ร้องเพลงภาษาอังกฤษที่เป็นคำศัพท์ของร่างกาย คำศัพท์ที่ใช้ในชีวิตประจำวัน แข่งเกมส์ทายคำ นับผลไม้ เป็นต้น และสิ่งที่สำคัญที่สุด สถาบันเราอยากเป็นส่วนหนึ่งที่  <br></br>“ทำให้น้อง ๆ เป็นเด็กที่มีคุณภาพและประสบความสำเร็จในอนาคต” <br></br>
                                            </h5>

                            </div>
                        </div>
                    </div>
            </Desktop>
            <Tablet>
                <div className="container mobile-article-padding">
                    <div className="row">
                        <div className="col-lg-12">
                            <h2 className="text-center">สูตรลับเรียนเก่ง
                            </h2>
                            <hr className = 'colored-line m-purple'/>
                        </div>
                    </div>
                    <div className="row article-row">
                        <div className="col-md-2">
                        </div>
                        <div className="col-md-8 qa">
                            <div className='row'>
                                <div className='col-md-8 col-md-offset-2'>
                                    <img src='src/client/app/assets/images/kindergarten1.jpg' className='img-responsive'/>
                                </div>
                            </div>
                            <h4>Q : อยากให้ลูกโตขึ้นมาเป็นเด็กที่เรียนเก่ง ตั้งใจเรียน
คุณพ่อคุณแม่ควรเริ่มอย่างไรดีคะ?</h4>
                            <h5>A : คำว่า “เรียนเก่ง” ในที่นี้
                            ไม่ได้หมายถึงการเรียนรู้ด้านวิชาการในห้องเรียนเพียงอย่างเดียวนะคะ
                            แต่หมายถึงการเรียนรู้ในทุกด้าน เช่น การพัฒนาทักษะทางด้านร่างกาย จิตใจ และสังคม
                            เพื่อให้ลูกสามารถอยู่ในสังคมด้วยตัวเองได้อย่างมีความสุขในอนาคต
                            เด็กวัยเรียน คือ เด็กที่มีช่วงอายุ 6-12 ขวบ เป็นวัยที่เริ่มเข้าเรียนประถมศึกษานั่นเอง
                            เด็กวัยนี้มีการเจริญเติบโตและพัฒนาการมากกว่าเด็กวัยอนุบาลอย่างเห็นได้ชัด ดังนั้น
                            ช่วงวัยนี้ผู้ปกครองควรเริ่มปลูกฝังนิสัยรักการเรียนของน้อง ๆ นะคะ โดยเริ่มจาก
                            ฝึกสมาธิ เป็นลำดับแรก
                            “ไม่ค่อยมีสมาธิทำการบ้านเลย ถึงเวลาทำการบ้านเปิดหนังสือ ตาก็ดู มือก็ถือดินสอ
                            แต่ใจไม่อ่านไม่ทำ คิดเรื่องอื่นไปเสียแล้ว”
                            “เวลาอ่านหนังสือนั่งนิ่งๆ อยู่กับที่ไม่ได้”
                            “คุณครูบอกว่า อยู่โรงเรียนเล่นตลอดเวลา ไม่ตั้งใจเรียนเอาเลย”
                            “กังวลว่าถ้าลูกยังไม่มีสมาธิในการเรียนอย่างนี้ ลูกจะเรียนดีได้อย่างไร แล้วเขาจะเรียนทันเพื่อนไหม
                            ไปจนถึงสงสัยว่าลูกจะเป็นสมาธิสั้น”
                            สิ่งสำคัญที่สุดที่ลูกๆจะเริ่มรักการเรียนหรือการอ่าน หรือแม้กระทั่งทำสิ่งอื่น ๆได้อย่างสำเร็จ
                            คือ ลูกต้องมีสมาธิ</h5>
                            <h4>
                                Q : แล้วพ่อแม่จะทำอย่างไรได้บ้าง เพื่อช่วยให้ลูกมีสมาธิในการเรียนและเรียนเก่งขึ้น ?
                            </h4>
                            <h5>
                                ผู้ปกครองสามารถฝึกสมาธิในการเรียนของลูกๆ ตามคำแนะนำ 5 ข้อนี้
                            เพื่อให้ลูกน้อยมีสมาธิในการเรียนมากขึ้นได้ค่ะ <br></br>
                            <strong>ทำตารางเวลาคนเก่ง</strong> ความสำคัญอยู่ที่คุณกับลูกทำตารางเวลานี้ด้วยกัน
                            เพื่อกำหนดกิจวัตรประจำวันตั้งแต่ตื่นนอนจนถึงเข้านอน เช่น เวลาเรียน เวลาเล่น เวลานอน
                            เมื่อได้ลงมือทำตารางเอง น้อง ๆ ก็มักจะจำได้ดีและเป็นสิ่งเตือนสติทำให้เกิดสมาธิตามมา<br></br>
                            <strong>จัดมุมเรียนโดยเฉพาะ</strong> ผู้ปกครอง ควรสนับสนุนให้ลูกมีโต๊ะเรียนเป็นของตนเอง ดีที่สุด คือ
                            โต๊ะควรตั้งอยู่ในบริเวณที่เงียบ ไม่ควรมีเสียงอึกทึก ไม่มีทีวี เกม
                            หรือสิ่งที่ชวนให้เสียสมาธิอยู่ใกล้ๆ เพราะเด็กไวต่อสิ่งเร้ามาก รวมทั้งเวลาการเรียน น้อง
                            ๆต้องมีเวลาในการทบทวนบทเรียน ทำการบ้าน
                            ด้วยตนเองหรือมีครูช่วยสอนและดูแลแบบส่วนตัว<br></br>
                            <strong>ทำกิจกรรมที่ชอบ</strong> คุณพ่อคุณแม่ลองสังเกตนะคะว่าลูกๆ ทำกิจกรรมอะไรแล้วสนุก
                            ทำได้ต่อเนื่องค่อนข้างนาน ชวนลูกทำเล่นด้วยกันในครอบครัว เช่น
                            เด็กบางคนสามารถถักไหมพรม เล่นเกมกระดาน อ่านนิทาน เป็นต้น
                            สิ่งเหล่านี้สามารถสร้างสมาธิของลูกได้อย่างไม่น่าเชื่อ<br></br>
                            <strong>ดนตรีสร้างสมาธิ</strong>  ดนตรีช่วยทำให้จิตใจมีความสงบ ลดความสับสนวุ่นวาย
                            เมื่อจิตใจสงบทำให้เกิดคลื่นสมองที่เรียกว่า คลื่นอัลฟา (Alpha Wave)
                            ซึ่งเป็นภาวะที่มีสมาธิและเหมาะสมในการเรียนรู้ สร้างสรรค์ผลงาน
                            และมีใจจดใจจ่อกับเรื่องใดเรื่องหนึ่ง<br></br>
                            <strong>ศิลปะสนุก</strong> กิจกรรมทางศิลปะช่วยทำให้เกิดสมาธิ
                            และได้ทักษะการทำงานประสานกันระหว่างมือและสายตาด้วย เช่น การวาดภาพ โดยใช้สีไม้
                            สีน้ำ สีเทียน หรือ การปั้น ด้วยดินเหนียว แป้งโด หรือดินน้ำมัน หรือการพับกระดาษ
                            เพื่อให้ลูกได้ใช้ศิลปะในการฝึกสมาธิ </h5>
                            <h4>Q : การจัดอันดับโรงเรียนยอดนิยม มีชื่อเสียง เก่ง และได้รับการยอมรับในระดับชั้นประถมศึกษามีโรงเรียนไหนบ้าง ?</h4>
                            <h5>A : 1.โรงเรียนสาธิตจุฬาลงกรณ์มหาวิทยาลัย (ฝ่ายประถม)<br></br>2. โรงเรียนอัสสัมชัญ
                            แผนกประถม  <br></br>3. โรงเรียนสาธิตมหาวิทยาลัยศรีนครินทรวิโรฒประสานมิตร
                            (ฝ่ายประถม)<br></br>4. โรงเรียนสาธิตแห่งมหาวิทยาลัยเกษตรศาสตร์ <br></br> 5.
                            โรงเรียนกรุงเทพคริสเตียนวิทยาลัย<br></br>6. โรงเรียนราชวินิต <br></br>7. โรงเรียนเซนต์คาเบรียล <br></br>
                            8. โรงเรียนมาแตร์เดอีวิทยาลัย <br></br> 9. โรงเรียนวัฒนาวิทยาลัย <br></br>10. โรงเรียนสาธิตละอออุทิศ
                            มหาวิทยาลัยราชภัฏสวนดุสิต <br></br>11. โรงเรียนอนุบาลสุธีธร นครปฐม<br></br>12. โรงเรียนเซนต์ดอมินิก<br></br>
                            13. โรงเรียนสาธิตประถม (ศึกษาศาสตร์) ม.ขอนแก่น<br></br>14. โรงเรียนสาธิต(พิบูลบำเพ็ญ)
                            ม.บูรพา  <br></br>15. โรงเรียนอนุบาลนครราชสีมา นครราชสีมา <br></br>
                            16. โรงเรียนเซนต์ฟรังซีสซาเวียร์คอนแวนต์  <br></br>17. โรงเรียนเซนต์โยเชฟคอนเวนต์ <br></br>
                            18. โรงเรียนอรรถมิตร <br></br> 19. โรงเรียนปรินส์รอแยลส์วิทยาลัย เชียงใหม่ <br></br>
                            20. โรงเรียนสารสาสน์เอกตรา <br></br>
                            *แต่ถ้าน้อง ๆ ไม่ได้อยู่ในโรงเรียนดังต่อไปนี้ คุณพ่อคุณแม่ไม่ต้องกังวลนะคะ
                            โรงเรียนเป็นแค่ส่วนหนึ่งไม่สำคัญเท่ากับการตั้งใจเรียนด้วยใจของน้องๆ ทาง CULH ยินดีช่วยน้อง
                            ๆอย่างเต็มที่ ด้วยการจัดส่งติวเตอร์คุณภาพไปดูแลการเรียนของน้อง ๆ ถึงที่บ้านค่ะ</h5>
                            <h4>Q: แล้วควรเลือกโรงเรียนไหนให้ลูกเรียนดี ในระดับชั้นประถมศึกษา ?</h4>
                            <h5>A : โรงเรียนประถมศึกษา ในปัจจุบัน มีหลายหลักสูตรค่ะ ได้แก่
                            1.โรงเรียนประถมหลักสูตรสองภาษา 2.โรงเรียนสาธิต 3.โรงเรียนประถมหลักสูตรสามัญ
                            4.โรงเรียนประถมหลักสูตรทางเลือก
                            ผู้ปกครอง สามารถเลือกโรงเรียนตามหลักสูตรที่เหมาะสมกับลูกๆ ,
                            โรงเรียนที่มีระยะการเดินทางไม่ไกลจากที่บ้านมากเกินไป หรือ มีสภาพแวดล้อมที่ดีค่ะ</h5>
                            <h4>Q : ทำไมน้อง ๆ ระดับชั้นประถมศึกษา ถึงต้องเรียนพิเศษส่วนตัวกับทาง CU LEARNING HOME ?</h4>
                            <h5>A : ทาง CULH ใส่ใจและเข้าใจน้อง ๆนักเรียนในทุกช่วงวัยได้เป็นอย่างดี โดยเฉพาะน้อง
                            ๆประถมศึกษา ทางเรายินดีช่วยคุณพ่อคุณแม่ในการดูแลการเรียนของน้อง ๆแบบส่วนตัว
                            ด้วยการจัดส่งติวเตอร์เชี่ยวชาญเฉพาะด้าน มีคุณภาพ และที่สำคัญ
                            มีใจรักและเต็มที่ในการสอน หัวใจในการเรียนพิเศษส่วนตัวในระดับชั้นนี้คือ
                            เน้นเทคนิคความเข้าใจพื้นฐานของวิชาทั้งหมด ดูแลการบ้านอย่างใกล้ชิด
                            เรียนรู้การทำแบบฝึกหัด จนไปถึงเทคนิคในการทำข้อสอบ เพื่อเพิ่มเกรดในห้อง
                            และสนามสอบแข่งขันเข้าเรียนต่อในระดับชั้นมัธยมศึกษาต่อไป
                            “เราเชื่อว่า น้อง ๆ จะเก่งได้ ต้องอยู่ที่ความตั้งใจของตัวเองและความพยายาม
                            ตั้งใจสอนของคุณครู จะนำไปสู่ความสำเร็จ ”</h5>
                        </div>
                    </div>
                </div>
            </Tablet>>
            <Mobile>
                <div className="container mobile-article-padding">
                    <div className="row">
                        <div className="col-lg-12">
                            <h2 className="text-center">สูตรลับเรียนเก่ง
                            </h2>
                            <hr className = 'colored-line m-purple'/>
                        </div>
                    </div>
                    <div className="row article-row">
                        <div className="col-md-2">
                        </div>
                        <div className="col-md-8 qa">
                            <div className='row'>
                                <div className='col-md-8 col-md-offset-2'>
                                    <img src='src/client/app/assets/images/kindergarten1.jpg' className='img-responsive'/>
                                </div>
                            </div>
                            <h4>Q : อยากให้ลูกโตขึ้นมาเป็นเด็กที่เรียนเก่ง ตั้งใจเรียน
คุณพ่อคุณแม่ควรเริ่มอย่างไรดีคะ?</h4>
                            <h5>A : คำว่า “เรียนเก่ง” ในที่นี้
                            ไม่ได้หมายถึงการเรียนรู้ด้านวิชาการในห้องเรียนเพียงอย่างเดียวนะคะ
                            แต่หมายถึงการเรียนรู้ในทุกด้าน เช่น การพัฒนาทักษะทางด้านร่างกาย จิตใจ และสังคม
                            เพื่อให้ลูกสามารถอยู่ในสังคมด้วยตัวเองได้อย่างมีความสุขในอนาคต
                            เด็กวัยเรียน คือ เด็กที่มีช่วงอายุ 6-12 ขวบ เป็นวัยที่เริ่มเข้าเรียนประถมศึกษานั่นเอง
                            เด็กวัยนี้มีการเจริญเติบโตและพัฒนาการมากกว่าเด็กวัยอนุบาลอย่างเห็นได้ชัด ดังนั้น
                            ช่วงวัยนี้ผู้ปกครองควรเริ่มปลูกฝังนิสัยรักการเรียนของน้อง ๆ นะคะ โดยเริ่มจาก
                            ฝึกสมาธิ เป็นลำดับแรก
                            “ไม่ค่อยมีสมาธิทำการบ้านเลย ถึงเวลาทำการบ้านเปิดหนังสือ ตาก็ดู มือก็ถือดินสอ
                            แต่ใจไม่อ่านไม่ทำ คิดเรื่องอื่นไปเสียแล้ว”
                            “เวลาอ่านหนังสือนั่งนิ่งๆ อยู่กับที่ไม่ได้”
                            “คุณครูบอกว่า อยู่โรงเรียนเล่นตลอดเวลา ไม่ตั้งใจเรียนเอาเลย”
                            “กังวลว่าถ้าลูกยังไม่มีสมาธิในการเรียนอย่างนี้ ลูกจะเรียนดีได้อย่างไร แล้วเขาจะเรียนทันเพื่อนไหม
                            ไปจนถึงสงสัยว่าลูกจะเป็นสมาธิสั้น”
                            สิ่งสำคัญที่สุดที่ลูกๆจะเริ่มรักการเรียนหรือการอ่าน หรือแม้กระทั่งทำสิ่งอื่น ๆได้อย่างสำเร็จ
                            คือ ลูกต้องมีสมาธิ</h5>
                            <h4>
                                Q : แล้วพ่อแม่จะทำอย่างไรได้บ้าง เพื่อช่วยให้ลูกมีสมาธิในการเรียนและเรียนเก่งขึ้น ?
                            </h4>
                            <h5>
                                ผู้ปกครองสามารถฝึกสมาธิในการเรียนของลูกๆ ตามคำแนะนำ 5 ข้อนี้
                            เพื่อให้ลูกน้อยมีสมาธิในการเรียนมากขึ้นได้ค่ะ <br></br>
                            <strong>ทำตารางเวลาคนเก่ง</strong> ความสำคัญอยู่ที่คุณกับลูกทำตารางเวลานี้ด้วยกัน
                            เพื่อกำหนดกิจวัตรประจำวันตั้งแต่ตื่นนอนจนถึงเข้านอน เช่น เวลาเรียน เวลาเล่น เวลานอน
                            เมื่อได้ลงมือทำตารางเอง น้อง ๆ ก็มักจะจำได้ดีและเป็นสิ่งเตือนสติทำให้เกิดสมาธิตามมา<br></br>
                            <strong>จัดมุมเรียนโดยเฉพาะ</strong> ผู้ปกครอง ควรสนับสนุนให้ลูกมีโต๊ะเรียนเป็นของตนเอง ดีที่สุด คือ
                            โต๊ะควรตั้งอยู่ในบริเวณที่เงียบ ไม่ควรมีเสียงอึกทึก ไม่มีทีวี เกม
                            หรือสิ่งที่ชวนให้เสียสมาธิอยู่ใกล้ๆ เพราะเด็กไวต่อสิ่งเร้ามาก รวมทั้งเวลาการเรียน น้อง
                            ๆต้องมีเวลาในการทบทวนบทเรียน ทำการบ้าน
                            ด้วยตนเองหรือมีครูช่วยสอนและดูแลแบบส่วนตัว<br></br>
                            <strong>ทำกิจกรรมที่ชอบ</strong> คุณพ่อคุณแม่ลองสังเกตนะคะว่าลูกๆ ทำกิจกรรมอะไรแล้วสนุก
                            ทำได้ต่อเนื่องค่อนข้างนาน ชวนลูกทำเล่นด้วยกันในครอบครัว เช่น
                            เด็กบางคนสามารถถักไหมพรม เล่นเกมกระดาน อ่านนิทาน เป็นต้น
                            สิ่งเหล่านี้สามารถสร้างสมาธิของลูกได้อย่างไม่น่าเชื่อ<br></br>
                            <strong>ดนตรีสร้างสมาธิ</strong>  ดนตรีช่วยทำให้จิตใจมีความสงบ ลดความสับสนวุ่นวาย
                            เมื่อจิตใจสงบทำให้เกิดคลื่นสมองที่เรียกว่า คลื่นอัลฟา (Alpha Wave)
                            ซึ่งเป็นภาวะที่มีสมาธิและเหมาะสมในการเรียนรู้ สร้างสรรค์ผลงาน
                            และมีใจจดใจจ่อกับเรื่องใดเรื่องหนึ่ง<br></br>
                            <strong>ศิลปะสนุก</strong> กิจกรรมทางศิลปะช่วยทำให้เกิดสมาธิ
                            และได้ทักษะการทำงานประสานกันระหว่างมือและสายตาด้วย เช่น การวาดภาพ โดยใช้สีไม้
                            สีน้ำ สีเทียน หรือ การปั้น ด้วยดินเหนียว แป้งโด หรือดินน้ำมัน หรือการพับกระดาษ
                            เพื่อให้ลูกได้ใช้ศิลปะในการฝึกสมาธิ </h5>
                            <h4>Q : การจัดอันดับโรงเรียนยอดนิยม มีชื่อเสียง เก่ง และได้รับการยอมรับในระดับชั้นประถมศึกษามีโรงเรียนไหนบ้าง ?</h4>
                            <h5>A : 1.โรงเรียนสาธิตจุฬาลงกรณ์มหาวิทยาลัย (ฝ่ายประถม)<br></br>2. โรงเรียนอัสสัมชัญ
                            แผนกประถม  <br></br>3. โรงเรียนสาธิตมหาวิทยาลัยศรีนครินทรวิโรฒประสานมิตร
                            (ฝ่ายประถม)<br></br>4. โรงเรียนสาธิตแห่งมหาวิทยาลัยเกษตรศาสตร์ <br></br> 5.
                            โรงเรียนกรุงเทพคริสเตียนวิทยาลัย<br></br>6. โรงเรียนราชวินิต <br></br>7. โรงเรียนเซนต์คาเบรียล <br></br>
                            8. โรงเรียนมาแตร์เดอีวิทยาลัย <br></br> 9. โรงเรียนวัฒนาวิทยาลัย <br></br>10. โรงเรียนสาธิตละอออุทิศ
                            มหาวิทยาลัยราชภัฏสวนดุสิต <br></br>11. โรงเรียนอนุบาลสุธีธร นครปฐม<br></br>12. โรงเรียนเซนต์ดอมินิก<br></br>
                            13. โรงเรียนสาธิตประถม (ศึกษาศาสตร์) ม.ขอนแก่น<br></br>14. โรงเรียนสาธิต(พิบูลบำเพ็ญ)
                            ม.บูรพา  <br></br>15. โรงเรียนอนุบาลนครราชสีมา นครราชสีมา <br></br>
                            16. โรงเรียนเซนต์ฟรังซีสซาเวียร์คอนแวนต์  <br></br>17. โรงเรียนเซนต์โยเชฟคอนเวนต์ <br></br>
                            18. โรงเรียนอรรถมิตร <br></br> 19. โรงเรียนปรินส์รอแยลส์วิทยาลัย เชียงใหม่ <br></br>
                            20. โรงเรียนสารสาสน์เอกตรา <br></br>
                            *แต่ถ้าน้อง ๆ ไม่ได้อยู่ในโรงเรียนดังต่อไปนี้ คุณพ่อคุณแม่ไม่ต้องกังวลนะคะ
                            โรงเรียนเป็นแค่ส่วนหนึ่งไม่สำคัญเท่ากับการตั้งใจเรียนด้วยใจของน้องๆ ทาง CULH ยินดีช่วยน้อง
                            ๆอย่างเต็มที่ ด้วยการจัดส่งติวเตอร์คุณภาพไปดูแลการเรียนของน้อง ๆ ถึงที่บ้านค่ะ</h5>
                            <h4>Q: แล้วควรเลือกโรงเรียนไหนให้ลูกเรียนดี ในระดับชั้นประถมศึกษา ?</h4>
                            <h5>A : โรงเรียนประถมศึกษา ในปัจจุบัน มีหลายหลักสูตรค่ะ ได้แก่
                            1.โรงเรียนประถมหลักสูตรสองภาษา 2.โรงเรียนสาธิต 3.โรงเรียนประถมหลักสูตรสามัญ
                            4.โรงเรียนประถมหลักสูตรทางเลือก
                            ผู้ปกครอง สามารถเลือกโรงเรียนตามหลักสูตรที่เหมาะสมกับลูกๆ ,
                            โรงเรียนที่มีระยะการเดินทางไม่ไกลจากที่บ้านมากเกินไป หรือ มีสภาพแวดล้อมที่ดีค่ะ</h5>
                            <h4>Q : ทำไมน้อง ๆ ระดับชั้นประถมศึกษา ถึงต้องเรียนพิเศษส่วนตัวกับทาง CU LEARNING HOME ?</h4>
                            <h5>A : ทาง CULH ใส่ใจและเข้าใจน้อง ๆนักเรียนในทุกช่วงวัยได้เป็นอย่างดี โดยเฉพาะน้อง
                            ๆประถมศึกษา ทางเรายินดีช่วยคุณพ่อคุณแม่ในการดูแลการเรียนของน้อง ๆแบบส่วนตัว
                            ด้วยการจัดส่งติวเตอร์เชี่ยวชาญเฉพาะด้าน มีคุณภาพ และที่สำคัญ
                            มีใจรักและเต็มที่ในการสอน หัวใจในการเรียนพิเศษส่วนตัวในระดับชั้นนี้คือ
                            เน้นเทคนิคความเข้าใจพื้นฐานของวิชาทั้งหมด ดูแลการบ้านอย่างใกล้ชิด
                            เรียนรู้การทำแบบฝึกหัด จนไปถึงเทคนิคในการทำข้อสอบ เพื่อเพิ่มเกรดในห้อง
                            และสนามสอบแข่งขันเข้าเรียนต่อในระดับชั้นมัธยมศึกษาต่อไป
                            “เราเชื่อว่า น้อง ๆ จะเก่งได้ ต้องอยู่ที่ความตั้งใจของตัวเองและความพยายาม
                            ตั้งใจสอนของคุณครู จะนำไปสู่ความสำเร็จ ”</h5>
                        </div>
                    </div>
                </div>
            </Mobile>
        </div>


        );
    }
}

export default KindergartenArticle;
