import React from 'react';
import ReactDOM from 'react-dom';
import "../assets/css/course.css";
import MediaQuery from 'react-responsive'
const Desktop = ({children}) => <MediaQuery minWidth={1280} children={children}/>;
const Tablet = ({children}) => <MediaQuery minWidth={768} maxWidth={1279} children={children}/>;
const Mobile = ({children}) => <MediaQuery maxWidth={768} children={children}/>;

class PrimarySchool extends React.Component {
    render() {
        return (
            <div>
                <Desktop>
                    <div className='desktop-navbar-offset'></div>
                </Desktop>
                <Mobile>
                    <div className='mobile-navbar-offset'></div>
                </Mobile>
                <Tablet>
                    <div className='mobile-navbar-offset'></div>
                </Tablet>
                <Desktop>
                    <div className='course-wrapper'>
                        <div className='container course-container'>
                            <div className='row'>
                                <div className='col-md-4 col-md-offset-4'>
                                    <img src='src/client/app/assets/images/primaryschool.jpg' className='img-responsive'/>
                                </div>
                            </div>
                            <div>
                                <h2 className='text-center'>อัตราค่าเรียน</h2>
                                <hr className="colored-line m-green"/>
                            </div>
                            <div className='col-md-8 col-md-offset-2'>
                                <img src='src/client/app/assets/images/Course1.jpg' className='img-responsive'/>
                            </div>

                            <div className='col-md-8 col-md-offset-2'>
                                <img src='src/client/app/assets/images/Course-3.jpg' className='img-responsive course-padding'/>
                            </div>

                        </div>

                        <div className='container qa'>
                            <h2 className='text-center'>FAQ</h2>
                            <hr className="colored-line m-green"/>
                            <div className='row'>
                                <div className='col-md-2'></div>
                                <div className='col-md-8'>
                                    <h4>Q : ทางสถาบัน CULH คืออะไร ?</h4>
                                    <h5>A : เราคือสถาบันจัดหาครูสอนพิเศษส่วนตัว( ติวเตอร์ ) ให้กับบุคคลที่ต้องการเรียนพิเศษเพิ่มเติม แบบส่วนตัว ส่งตรงถึงที่บ้าน เพื่อติวเข้มทำเกรดที่โรงเรียน ดูแลการบ้าน ติวสอบเข้า เรียนภาษาที่สาม ติวสอบเรียนต่อ หรือเพิ่มทักษะทางด้านการเรียนต่างๆ อย่างมีคุณภาพมากที่สุด เรามีความตั้งใจจริง อยากจัดส่งครูที่ดีที่สุดสอนลูกของคุณ เพื่อบรรลุเป้าหมายของสถาบันที่ว่า “ความสำเร็จของลูกคุณ คือ จุดมุ่งหมายของเรา”</h5>
                                    <h4>Q : ลูกอยู่ชั้นประถมต้น ควรเรียนพิเศษส่วนตัวมั้ย ?</h4>
                                    <h5>A : ทางสถาบัน CULH แนะนำให้เรียนค่ะ เพื่อปลูกฝังให้น้อง ๆ รักการอ่าน การเขียน การเรียนตั้งแต่ยังเล็ก หากน้อง ๆ มีพื้นฐานทางการเรียนที่ดีตั้งแต่ตอนนี้ ย่อมนำไปสู่รากฐานการเรียนรู้ที่มั่นคงในอนาคตได้ แต่อย่างไรก็ตาม ขึ้นอยู่กับวัตถุประสงค์ของผู้ปกครองแต่ละท่านด้วยค่ะ</h5>
                                    <h4>Q : ทำไมน้อง ๆ ระดับชั้นประถมศึกษา ถึงต้องเรียนพิเศษส่วนตัวกับทาง CU LEARNING HOME ?</h4>
                                    <h5>A : ทาง CULH ใส่ใจและเข้าใจน้อง ๆนักเรียนในทุกช่วงวัยได้เป็นอย่างดี โดยเฉพาะน้อง ๆประถมศึกษา ทางเรายินดีช่วยคุณพ่อคุณแม่ในการดูแลการเรียนของน้อง ๆแบบส่วนตัว ด้วยการจัดส่งติวเตอร์เชี่ยวชาญเฉพาะด้าน มีคุณภาพ และที่สำคัญ มีใจรักและเต็มที่ในการสอน หัวใจในการเรียนพิเศษส่วนตัวในระดับชั้นนี้คือ เน้นเทคนิคความเข้าใจพื้นฐานของวิชาทั้งหมด ดูแลการบ้านอย่างใกล้ชิด เรียนรู้การทำแบบฝึกหัด จนไปถึงเทคนิคในการทำข้อสอบ เพื่อเพิ่มเกรดในห้อง และสนามสอบแข่งขันเข้าเรียนต่อในระดับชั้นมัธยมศึกษาต่อไป “เราเชื่อว่า น้อง ๆ จะเก่งได้ ต้องอยู่ที่ความตั้งใจของตัวเองและความพยายาม ตั้งใจสอนของคุณครู จะนำไปสู่ความสำเร็จ ”
                                    </h5>
                                    <h4>Q : ทำไมค่าเรียนประถมต้นถึงเริ่มต้นที่ราคา 200 บาท ต่อ ชั่วโมง ?</h4>
                                    <h5>A : อัตราค่าเรียนที่ทางเรากำหนด เป็นอัตราค่าเรียนที่ “รวมค่าเดินทาง และ เอกสารการเรียน” เรียบร้อยแล้ว และทางสถาบัน รับประกันการสอนที่ดีที่สุด หากไม่พอใจ ทางเรายินดี “คืนค่าเรียนเต็มจำนวน และ เปลี่ยนผู้สอนให้ ฟรี”</h5>

                                </div>

                            </div>
                        </div>
                    </div>
                </Desktop>
                <Tablet>
                    <div className='mobile-course-wrapper'>
                        <div className='container course-container'>
                            <div className='row'>
                                <div className='col-md-4 col-md-offset-4'>
                                    <img src='src/client/app/assets/images/primaryschool.jpg' className='img-responsive'/>
                                </div>
                            </div>
                            <div>
                                <h2 className='text-center'>อัตราค่าเรียน</h2>
                                <hr className="colored-line m-green"/>
                            </div>
                            <div className='col-md-8 col-md-offset-2'>
                                <img src='src/client/app/assets/images/Course1.jpg' className='img-responsive'/>
                            </div>

                            <div className='col-md-8 col-md-offset-2'>
                                <img src='src/client/app/assets/images/Course-3.jpg' className='img-responsive course-padding'/>
                            </div>

                        </div>

                        <div className='container qa'>
                            <h2 className='text-center'>FAQ</h2>
                            <hr className="colored-line m-green"/>
                            <div className='row'>
                                <div className='col-md-2'></div>
                                <div className='col-md-8'>
                                    <h4>Q : ทางสถาบัน CULH คืออะไร ?</h4>
                                    <h5>A : เราคือสถาบันจัดหาครูสอนพิเศษส่วนตัว( ติวเตอร์ ) ให้กับบุคคลที่ต้องการเรียนพิเศษเพิ่มเติม แบบส่วนตัว ส่งตรงถึงที่บ้าน เพื่อติวเข้มทำเกรดที่โรงเรียน ดูแลการบ้าน ติวสอบเข้า เรียนภาษาที่สาม ติวสอบเรียนต่อ หรือเพิ่มทักษะทางด้านการเรียนต่างๆ อย่างมีคุณภาพมากที่สุด เรามีความตั้งใจจริง อยากจัดส่งครูที่ดีที่สุดสอนลูกของคุณ เพื่อบรรลุเป้าหมายของสถาบันที่ว่า “ความสำเร็จของลูกคุณ คือ จุดมุ่งหมายของเรา”</h5>
                                    <h4>Q : ลูกอยู่ชั้นประถมต้น ควรเรียนพิเศษส่วนตัวมั้ย ?</h4>
                                    <h5>A : ทางสถาบัน CULH แนะนำให้เรียนค่ะ เพื่อปลูกฝังให้น้อง ๆ รักการอ่าน การเขียน การเรียนตั้งแต่ยังเล็ก หากน้อง ๆ มีพื้นฐานทางการเรียนที่ดีตั้งแต่ตอนนี้ ย่อมนำไปสู่รากฐานการเรียนรู้ที่มั่นคงในอนาคตได้ แต่อย่างไรก็ตาม ขึ้นอยู่กับวัตถุประสงค์ของผู้ปกครองแต่ละท่านด้วยค่ะ</h5>
                                    <h4>Q : ทำไมน้อง ๆ ระดับชั้นประถมศึกษา ถึงต้องเรียนพิเศษส่วนตัวกับทาง CU LEARNING HOME ?</h4>
                                    <h5>A : ทาง CULH ใส่ใจและเข้าใจน้อง ๆนักเรียนในทุกช่วงวัยได้เป็นอย่างดี โดยเฉพาะน้อง ๆประถมศึกษา ทางเรายินดีช่วยคุณพ่อคุณแม่ในการดูแลการเรียนของน้อง ๆแบบส่วนตัว ด้วยการจัดส่งติวเตอร์เชี่ยวชาญเฉพาะด้าน มีคุณภาพ และที่สำคัญ มีใจรักและเต็มที่ในการสอน หัวใจในการเรียนพิเศษส่วนตัวในระดับชั้นนี้คือ เน้นเทคนิคความเข้าใจพื้นฐานของวิชาทั้งหมด ดูแลการบ้านอย่างใกล้ชิด เรียนรู้การทำแบบฝึกหัด จนไปถึงเทคนิคในการทำข้อสอบ เพื่อเพิ่มเกรดในห้อง และสนามสอบแข่งขันเข้าเรียนต่อในระดับชั้นมัธยมศึกษาต่อไป “เราเชื่อว่า น้อง ๆ จะเก่งได้ ต้องอยู่ที่ความตั้งใจของตัวเองและความพยายาม ตั้งใจสอนของคุณครู จะนำไปสู่ความสำเร็จ ”
                                    </h5>
                                    <h4>Q : ทำไมค่าเรียนประถมต้นถึงเริ่มต้นที่ราคา 200 บาท ต่อ ชั่วโมง ?</h4>
                                    <h5>A : อัตราค่าเรียนที่ทางเรากำหนด เป็นอัตราค่าเรียนที่ “รวมค่าเดินทาง และ เอกสารการเรียน” เรียบร้อยแล้ว และทางสถาบัน รับประกันการสอนที่ดีที่สุด หากไม่พอใจ ทางเรายินดี “คืนค่าเรียนเต็มจำนวน และ เปลี่ยนผู้สอนให้ ฟรี”</h5>

                                </div>

                            </div>
                        </div>
                    </div>
                </Tablet>
                <Mobile>
                    <div className='mobile-course-wrapper'>
                        <div className='container course-container'>
                            <div className='row'>
                                <div className='col-md-4 col-md-offset-4'>
                                    <img src='src/client/app/assets/images/primaryschool.jpg' className='img-responsive'/>
                                </div>
                            </div>
                            <div>
                                <h2 className='text-center'>อัตราค่าเรียน</h2>
                                <hr className="colored-line m-green"/>
                            </div>
                            <div className='col-md-8 col-md-offset-2'>
                                <img src='src/client/app/assets/images/Course1.jpg' className='img-responsive'/>
                            </div>

                            <div className='col-md-8 col-md-offset-2'>
                                <img src='src/client/app/assets/images/Course-3.jpg' className='img-responsive course-padding'/>
                            </div>

                        </div>

                        <div className='container qa'>
                            <h2 className='text-center'>FAQ</h2>
                            <hr className="colored-line m-green"/>
                            <div className='row'>
                                <div className='col-md-2'></div>
                                <div className='col-md-8'>
                                    <h4>Q : ทางสถาบัน CULH คืออะไร ?</h4>
                                    <h5>A : เราคือสถาบันจัดหาครูสอนพิเศษส่วนตัว( ติวเตอร์ ) ให้กับบุคคลที่ต้องการเรียนพิเศษเพิ่มเติม แบบส่วนตัว ส่งตรงถึงที่บ้าน เพื่อติวเข้มทำเกรดที่โรงเรียน ดูแลการบ้าน ติวสอบเข้า เรียนภาษาที่สาม ติวสอบเรียนต่อ หรือเพิ่มทักษะทางด้านการเรียนต่างๆ อย่างมีคุณภาพมากที่สุด เรามีความตั้งใจจริง อยากจัดส่งครูที่ดีที่สุดสอนลูกของคุณ เพื่อบรรลุเป้าหมายของสถาบันที่ว่า “ความสำเร็จของลูกคุณ คือ จุดมุ่งหมายของเรา”</h5>
                                    <h4>Q : ลูกอยู่ชั้นประถมต้น ควรเรียนพิเศษส่วนตัวมั้ย ?</h4>
                                    <h5>A : ทางสถาบัน CULH แนะนำให้เรียนค่ะ เพื่อปลูกฝังให้น้อง ๆ รักการอ่าน การเขียน การเรียนตั้งแต่ยังเล็ก หากน้อง ๆ มีพื้นฐานทางการเรียนที่ดีตั้งแต่ตอนนี้ ย่อมนำไปสู่รากฐานการเรียนรู้ที่มั่นคงในอนาคตได้ แต่อย่างไรก็ตาม ขึ้นอยู่กับวัตถุประสงค์ของผู้ปกครองแต่ละท่านด้วยค่ะ</h5>
                                    <h4>Q : ทำไมน้อง ๆ ระดับชั้นประถมศึกษา ถึงต้องเรียนพิเศษส่วนตัวกับทาง CU LEARNING HOME ?</h4>
                                    <h5>A : ทาง CULH ใส่ใจและเข้าใจน้อง ๆนักเรียนในทุกช่วงวัยได้เป็นอย่างดี โดยเฉพาะน้อง ๆประถมศึกษา ทางเรายินดีช่วยคุณพ่อคุณแม่ในการดูแลการเรียนของน้อง ๆแบบส่วนตัว ด้วยการจัดส่งติวเตอร์เชี่ยวชาญเฉพาะด้าน มีคุณภาพ และที่สำคัญ มีใจรักและเต็มที่ในการสอน หัวใจในการเรียนพิเศษส่วนตัวในระดับชั้นนี้คือ เน้นเทคนิคความเข้าใจพื้นฐานของวิชาทั้งหมด ดูแลการบ้านอย่างใกล้ชิด เรียนรู้การทำแบบฝึกหัด จนไปถึงเทคนิคในการทำข้อสอบ เพื่อเพิ่มเกรดในห้อง และสนามสอบแข่งขันเข้าเรียนต่อในระดับชั้นมัธยมศึกษาต่อไป “เราเชื่อว่า น้อง ๆ จะเก่งได้ ต้องอยู่ที่ความตั้งใจของตัวเองและความพยายาม ตั้งใจสอนของคุณครู จะนำไปสู่ความสำเร็จ ”
                                    </h5>
                                    <h4>Q : ทำไมค่าเรียนประถมต้นถึงเริ่มต้นที่ราคา 200 บาท ต่อ ชั่วโมง ?</h4>
                                    <h5>A : อัตราค่าเรียนที่ทางเรากำหนด เป็นอัตราค่าเรียนที่ “รวมค่าเดินทาง และ เอกสารการเรียน” เรียบร้อยแล้ว และทางสถาบัน รับประกันการสอนที่ดีที่สุด หากไม่พอใจ ทางเรายินดี “คืนค่าเรียนเต็มจำนวน และ เปลี่ยนผู้สอนให้ ฟรี”</h5>

                                </div>

                            </div>
                        </div>
                    </div>
                </Mobile>

            </div>

        );
    }
}

export default PrimarySchool;
